[
    {
        "id": "1517172032340865024",
        "text": "@BradleyCullina3 @SenErikaGeiss @GovWhitmer Many agencies do have restrictions on foot and vehicle chases… but there’s a balance between choosing not to chase for risks, and letting everyone avoid legal accountability if they simply flee from officers."
    },
    {
        "id": "1517291811680792577",
        "text": "@MissingMichiga1 @GovWhitmer It’s going to be a lot homeless people in the city of Detroit if they take are homes from us,what I mean is they STEALING ARE HOMES FROM THE PEOPLE Who Live in Detroit so they can put more money in their own pocket’s…….."
    },
    {
        "id": "1517859124221984768",
        "text": "@ScottTadgerson @GovWhitmer @mackinacbridge Get ready to lose your Social Security and Medicare when you reach the age. It is in the Republican plan. Pay attention closely as that is what they are running on, along with raising your taxes. Do your homework."
    },
    {
        "id": "1517916229742346241",
        "text": "@americancowbo18 @GovWhitmer @mackinacbridge Canada will question what she is attempting to smuggle across the border in that ginormous ass of hers.  Might take them a few days to investigate before they realize cellulite is the only thing she is smuggling."
    },
    {
        "id": "1518047165641285634",
        "text": "@Coach_Wimberley Mr. Bill Waters sums up the necessary policies that need to be reviewed to support our students, teachers and public education. Reform isn’t easy or comfortable. Our system is archaic. It’s time. @massp @MEMSPA @GovWhitmer @ASCD @tkerr68"
    },
    {
        "id": "1517734579276292096",
        "text": "@GovWhitmer @GovWhitmer \nI am a single mother of two, I have trauma. Who ever is behind stalking me has made my life hell. My triggers are easy targets. I have spoken up about things in the past only for things to get worse. I am tired of trying to speak up."
    },
    {
        "id": "1517737619974762496",
        "text": "@GovWhitmer @GovWhitmer its traumatic. My children and myself have been targeted for a year now that ive noticed. Grooming; triggered; gangstalking; dog whistling via music; being made fun of. Just anything they can do. Its called a soft kill. It never stops"
    },
    {
        "id": "1518229983013048324",
        "text": "@bobbyjoeybilly @GovWhitmer Really? Got some stats on that? Because third trimester \"abortions\" are the rarest and done when the fetus is enviable or will kill the mother/or both. Who is the goverment to get between a doctor and a women choice of healthcare?"
    },
    {
        "id": "1517513812827586562",
        "text": "My third grader is on a field trip to Lansing with her class today. Before she left, she hooked a Sharpie to the waistband of her pants “in case she meets a senator or @GovWhitmer” and can ask them to sign her cast. 😆 Wished her the best of luck. 💚"
    },
    {
        "id": "1517735387938140162",
        "text": "@GovWhitmer @GovWhitmer  local governments and law enforcement is behind a lot of what's going on and when I 1st tried to speak up about the human trafficking they treated me like trash and a crazy person Taylor, southfield luthrup village and Detroit police."
    },
    {
        "id": "1518034057573154816",
        "text": "@matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBenson. They're all strong, intelligent, fierce women fighting for every Michiganian!! Can't imagine where we'd be without them! 💙💙💙"
    },
    {
        "id": "1517006306430918656",
        "text": "@abcrawford83 @CaterinaCatK @ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer it's amazing to me that your culture has convinced you that a guy fighting the cops is an even fight and as long as the dude doesnt have a machine gun the cop has to let him win."
    },
    {
        "id": "1518270996494569472",
        "text": "@msustew79 @rener2112 @GovWhitmer Are you fucking stupid? Is teen pregnancy not real? Are unwanted pregnancies what we're trying to avoid here, yes? Shut the f*(k up, you're the parry of projection. Look around at the pedophiles and their friends, Republicans."
    },
    {
        "id": "1517174181066125319",
        "text": "Your Board of Directors, and who they represent: \n\n• @fremanhendrix, @CityofDetroit \n• @ericatrobertson, @waynecountymi \n• June Lee, @waynecountymi \n• @PaulHillegonds, @GovWhitmer \n• Donald Morandini, @MacombNewsNow \n• Jon Moore, @MacombNewsNow\n…"
    },
    {
        "id": "1516993433612603393",
        "text": "@danahocch @SenErikaGeiss @GovWhitmer You obviously don’t know how any of this works…  Police are given authority by laws if the land… Police are accountable to those laws (in ideal circumstances)… This tragedy will easily be shown to be within the law."
    },
    {
        "id": "1517021015464894464",
        "text": "@ideafoam @CaterinaCatK @IttenbachSherry @SenErikaGeiss @GovWhitmer Cop should have maintained control of his weapons at all times but it’s easier for you to blame the unarmed black man than the cop who had him pinned. Be careful your inner racist is showing."
    },
    {
        "id": "1517161208121630722",
        "text": "@FOX2News #LetsGoGRETCH !!! #AnotherMassShootingInMichigan @GovWhitmer &amp; @LtGovGilchrist &amp; @OakGov #GodisWATCHINGUSALL THANK YOU GOD!!! #MrIhadaCOMPUTERAT5YEARSOLD #MrsandMrPREVILEGED #THANKYOUGO There is Power in The NAME JESUS CHRIST!! @RicardoAJenkins"
    },
    {
        "id": "1518273723563978752",
        "text": "@Pumpkineater275 @GovWhitmer Abortion isnt murder, its removal. \n\nFetuses dont have a right to use someone elses body. If unwanted that makes it a parasite. A woman will always have a human right to have something removed from her body if she doesnt want it there"
    },
    {
        "id": "1516879704367710213",
        "text": "@Saintsfan5348 @Cookie3_B @GovWhitmer Only in countries like America, so addicted to superstitious, literalist religion, could such a cretin as this, be a serious candidate. And BTW, his idea of what the Founders intended regarding religion, is utterly fucked up."
    },
    {
        "id": "1518417093313671168",
        "text": "@CindyD923 @GarverLake @GovWhitmer You know who will die without being heard? That baby that you aborted, that’s in heaven now, that you will never see again. \n Maybe you can explain to God when you stand before Him on Judgment Day, how that was “healthcare.”"
    },
    {
        "id": "1517364000324866049",
        "text": "@GurlPower72 @danahocch @SenErikaGeiss @GovWhitmer You’re not wrong. \n\nQualified immunity as it exists today needs to change, but making all law enforcement officers subject to law suits that essentially argue officers should be infallible is also NOT a solution."
    },
    {
        "id": "1517983882527789059",
        "text": "@dananessel @GovWhitmer  I am fairly convinced you all don't really care, but do you plan on stopping the continuous price upping and gouging being done by DTE.  People really shouldn't have to choose between food, meds or paying the electric.  It's out of control."
    },
    {
        "id": "1517180216472326145",
        "text": "Thinking about #PatrickLyoya... What happens to people &amp; communities- especially children, when they witness civilians being murdered by cops?  @dananessel &amp; @GovWhitmer must take action to help actualize #Justice4Patrick: 1. Identify, 2. Prosecute, 3. Fire"
    },
    {
        "id": "1517196124871921665",
        "text": "Thinking about #PatrickLyoya... What happens to people &amp; communities- especially children, when they witness civilians being murdered by cops?  @dananessel &amp; @GovWhitmer must take action to help actualize #Justice4Patrick: 1. Identify, 2. Prosecute, 3. Fire"
    },
    {
        "id": "1517187567111704577",
        "text": "Thinking about #PatrickLyoya... What happens to people &amp; communities- especially children, when they witness civilians being murdered by cops?  @dananessel &amp; @GovWhitmer must take action to help actualize #Justice4Patrick: 1. Identify, 2. Prosecute, 3. Fire"
    },
    {
        "id": "1516830268178546695",
        "text": "Thinking about #PatrickLyoya... What happens to people &amp; communities- especially children, when they witness civilians being murdered by cops?  @dananessel &amp; @GovWhitmer must take action to help actualize #Justice4Patrick: 1. Identify, 2. Prosecute, 3. Fire"
    },
    {
        "id": "1517180735077044235",
        "text": "Thinking about #PatrickLyoya... What happens to people &amp; communities- especially children, when they witness civilians being murdered by cops?  @dananessel &amp; @GovWhitmer must take action to help actualize #Justice4Patrick: 1. Identify, 2. Prosecute, 3. Fire"
    },
    {
        "id": "1517893193710411780",
        "text": "@abc15 #LetsGoGretch @GovWhitmer  @LtGovGilchrist #MichiganNeedNewLeadersNOW2022  #FIXMICHIGANNOW2022 #ADOPTEDHIGHSCHOOLDRPOUTFROMDETROITMICHIGANPRAYINGTOGODFORGODLYLEADERSFORHISSTATEOFMICHIGAN IN JESUS CHRIST NAME AMEN @wxyzdetroit @RicardoAJenkins @LOVEGODSPEOPLE2"
    },
    {
        "id": "1517866105422946305",
        "text": "@JimmyLi48126950 @BLMLA @dananessel @GovWhitmer You know partner in 2022 America true Americans like me and you are targeted by racists groups. We have to take things into our own hands. Luckily here in Harrison we have gun rights to deal with this type of stuff Amen"
    },
    {
        "id": "1517137926152331264",
        "text": "Two major items that were in @GovWhitmer‘s budget that the Senate didn’t include: $222M At Risk funding increase, big special ed reimbursement rate increase. These two items alone account for $372M in less spending for #miched’s students with the greatest need."
    },
    {
        "id": "1518333308865712128",
        "text": "@DannyGflash20 @GovWhitmer The fetus only exists because of the woman's decisions that led to pregnancy. She chose to allow herself to get pregnant. She chose to allow another life to be dependent on her body, she doesn't then get to decide to kill it for convenience."
    },
    {
        "id": "1517587053529157633",
        "text": "@ideafoam @danahocch @SenErikaGeiss @GovWhitmer You’re really presumptuous for someone who doesn’t know me, but now I understand both your ignorance &amp; your audacity. It’s ppl like you, who cause ppl like me to keep fighting for your rights. You’re welcome."
    },
    {
        "id": "1517260356380508160",
        "text": "@IndependentsCS @GovWhitmer Let's not forget that the US produced 3.8 trillion kWh of electricity in 2020, yet the equivalent of 7.7 trillion kWh was burned in car engines. We'd need to triple electrical generation and potentially infrastructure to make this a reality."
    },
    {
        "id": "1516830550182539264",
        "text": "@LanaTheis @GovWhitmer You look about as repugnant as your soul is. If there is a God, I assure you he will turn his back on you and excoriate your vile words. Keep pretending to be a Christian though, we've all seen the righteousness of your ilk before. You will burn."
    },
    {
        "id": "1517205671963504642",
        "text": "@cweissdewpoint @GovWhitmer So for a loss in say Oct 2005 of a 16 y/o, the risk would be 0-$375k, which was the cap at that time, + loss adj costs based on actuarial tables. Adjusters set the reserves and that $ is held. Profit is taken based on premiums less reserves."
    },
    {
        "id": "1517165642922795010",
        "text": "@geegee_chuk @ChrisBarberi @GovWhitmer After 4 years in office, now, because it's an election year, MDOT is everywhere.  Sometimes I think she directs MDOT to set up orange barrels and park a dump truck on the side of the road just to look like they're doing something."
    },
    {
        "id": "1516988041348460545",
        "text": "@juliebrixie @hoodforthehouse @GovWhitmer @dananessel @JocelynBenson @PadmaKuppaMI41 @JimHaadsma @KaraHope7 @StateRepSteph @feliciabrabec @KellyBreenMI @vote4rogers @Vote4Morse @AbrahamAiyash @Rep_CAJohnson @SamSteckloff @Alex4Michigan @KayLyme What a great pic, Julie!"
    },
    {
        "id": "1516870529029976064",
        "text": "@SenErikaGeiss @GovWhitmer He attacked the cop and tried to take his gun.  What did he think would happen?  Ive been pulled over 10 times in my life.  I give my license reg and ins and behave rationally.  Sometimes I get a ticket sometimes I dont.  Never been shot once."
    },
    {
        "id": "1517650738104647680",
        "text": "@dave_capt825 @GovWhitmer Remember when she said it shouldn't matter to people in the UP that she was extending the lock down because \"It's snowing up there anyway, you can't go anywhere\"? \nIn her Kareny-condescending-nasally- Mom voice? \nRemember that?\nI remember that."
    },
    {
        "id": "1517982174087163904",
        "text": "@GarverLake @GovWhitmer That’s not what she wants. She uses those as examples to “protect” the “reproductive rights” of all women. Rape and incest account for 2% of all abortions. Whitmer proposes that 100% of all abortions under all circumstances be protected."
    },
    {
        "id": "1518627336056459264",
        "text": "@jujuspissbf @GovWhitmer is not our girl. Hoe is a sell out, criminal, anti LGBTQ biggot.\nShe's such a shit person she had to bribe the @FBIDetroit to fake a kidnapping on her for clout. \nRemember when she told a young black trans girl she looked like poop I do. Fuck her."
    },
    {
        "id": "1518199215456927744",
        "text": "@kionnajay @CindyMamookho @coach_lauram @MagicalMami_ @aj_smada @valedanette\n@arleanadanielle @Kyla_Lacey @godlovesugly86 @wolfiecindy @GovWhitmer @TheBluntReader. I'd like to be with these girls and the girls in their families and their female friends in my kingdom soon."
    },
    {
        "id": "1517398572832075777",
        "text": "Mike LC Little Cock Murphy just left. He's out raping women with buddy @LivoniaPD Paul Desperate cock Calleja. Because their angry they fuck Angela SMP STRETCHEDOUT Masturbating Pussy Calleja &amp; Detective Lori BP Big Pussy Claypool @GovWhitmer #Gasper No Accountability"
    },
    {
        "id": "1517637092251095040",
        "text": "selena di instagram difollow orang2 penting dari politic, producer, writer even difollow chris evans maybe that's why she is not posting her silly mood side dan postingnya ditiktok karena mana mungkin kamala harris, chris evans dan lainnya main tiktok gasi? Just thinking."
    },
    {
        "id": "1517637092251095040",
        "text": "selena di instagram difollow orang2 penting dari politic, producer, writer even difollow chris evans maybe that's why she is not posting her silly mood side dan postingnya ditiktok karena mana mungkin kamala harris, chris evans dan lainnya main tiktok gasi? Just thinking."
    },
    {
        "id": "1518124644187967489",
        "text": "uchumi kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa"
    },
    {
        "id": "1518124644187967489",
        "text": "uchumi kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa"
    },
    {
        "id": "1516926142200094724",
        "text": "@cweissdewpoint @tobiasroberts @GP_lawyer @GovWhitmer If you paid your homeowners policy and experience a fire. Is it acceptable that your insurer tell you, sorry we changed our minds. We will only cover 55% of the cost of your repairs or replacement? Are you ok with that?"
    },
    {
        "id": "1517612237946556417",
        "text": "Fuck Kamala Harris"
    },
    {
        "id": "1518053200993177601",
        "text": "Kamala Olive Harris"
    },
    {
        "id": "1518053200993177601",
        "text": "Kamala Olive Harris"
    },
    {
        "id": "1517383022542483457",
        "text": "ส่วนบุคคลสำคัญอื่นๆ ที่ติดรายชื่อจำกัดการเดินทาง เช่น Kamala Harris รองประธานาธิบดีสหรัฐฯ, Ryan Roslansky ซีอีโอแพลตฟอร์มคนทำงาน LinkedIn, George Stephanopoulos นักข่าว ABCการที่มีซักเคอร์เบิร์ก ติดอยู่ในลิสต์นั้นไม่น่าแปลกใจ"
    },
    {
        "id": "1517908785553354753",
        "text": "Rogozin mengomentari keputusan Washington berhenti melakukan uji coba rudal anti-satelit. Pada hari Senin, Wakil Presiden Kamala Harris menyebut penghancuran satelit selama tes tsb \"sembrono dan tidak bertanggung jawab\" karena meninggalkan puing2 ruang angkasa yg berbahaya."
    },
    {
        "id": "1517908785553354753",
        "text": "Rogozin mengomentari keputusan Washington berhenti melakukan uji coba rudal anti-satelit. Pada hari Senin, Wakil Presiden Kamala Harris menyebut penghancuran satelit selama tes tsb \"sembrono dan tidak bertanggung jawab\" karena meninggalkan puing2 ruang angkasa yg berbahaya."
    },
    {
        "id": "1518187947463528448",
        "text": "We must have clear and concise laws that will prevent what @GovWhitmer did to us from ever being allowed to happen again.  She weaponized a virus into a political tool to achieve a desired outcome of an election. Most lost something, some lost everything and she doesn't care."
    },
    {
        "id": "1517862716701958145",
        "text": "KAMALA HARRIS HISTORY"
    },
    {
        "id": "1517862716701958145",
        "text": "KAMALA HARRIS HISTORY"
    },
    {
        "id": "1517219736991506433",
        "text": "Hey, @dananessel &amp; @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1. Identify, 2. Prosecute, 3. Fire the officer responsible for the murder of Patrick Lyoya. #BlackLivesMatter @BLMLansing @BLMMichigan"
    },
    {
        "id": "1517921133215072256",
        "text": "kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa Serikali za"
    },
    {
        "id": "1517921133215072256",
        "text": "kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa Serikali za"
    },
    {
        "id": "1517955137037377538",
        "text": "kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa Serikali za"
    },
    {
        "id": "1517955137037377538",
        "text": "kipindi ambacho Dunia inahitaji rasilimali kama Nickel na Helium kwa kiasi kikubwa kuliko wakati wowote.\n\n3. Kuimarisha uhusiano wa kidiplomasia- Katika ziara hii Rais Samia anakutana na viongozi wa Marekani kama vile Makamu wa Rais Mh. Kamala Harris na viongozi wa Serikali za"
    },
    {
        "id": "1517973293332054016",
        "text": "@judytgolf @GovWhitmer"
    },
    {
        "id": "1517329717346639872",
        "text": "@towenz @GovWhitmer :("
    },
    {
        "id": "1518601609512636416",
        "text": "@MISenate @GovWhitmer Ok"
    },
    {
        "id": "1518233293010968578",
        "text": "@hippiewalk @GovWhitmer How can you not understand that people get pregnant EVEN when they practice safe sex?  And how can you not understand that some do not have the wherewithal to go through nine months of a pregnancy? Lucky you that health care and support seems like a given."
    },
    {
        "id": "1517451180154183681",
        "text": "@74WiCK @GovWhitmer Gross"
    },
    {
        "id": "1517350113668059137",
        "text": "@MsDragonFire @abcrawford83 @danahocch @SenErikaGeiss @GovWhitmer Please, continue to ignore the other 5-6 minutes of this encounter. The officer had no backup and was losing the fight against an armed person.\n\nThis whole thing is a tragedy, but it’s going to be found justified."
    },
    {
        "id": "1518230227557703680",
        "text": "@hfry37 @JennyGauthier3 @GovWhitmer What’s selfish is not allowing women all the healthcare they need or want. Just think,  a Man can get care for a crooked penis but a woman can’t  get help if she’s raped resulting in pregnancy in some States. Now that Selfish and Ignorant!"
    },
    {
        "id": "1517249552071467009",
        "text": "Thinking about #PatrickLyoya. How do children view murder by cops w/o consequence? When they see cops celebrated/rewarded w/ more funding &amp; power after they kill? What message is sent to children when adults in power close ranks and protect killer cops @dananessel @GovWhitmer?"
    },
    {
        "id": "1516830569832792073",
        "text": "Thinking about #PatrickLyoya. How do children view murder by cops w/o consequence? When they see cops celebrated/rewarded w/ more funding &amp; power after they kill? What message is sent to children when adults in power close ranks and protect killer cops @dananessel @GovWhitmer?"
    },
    {
        "id": "1517187642110054410",
        "text": "Thinking about #PatrickLyoya. How do children view murder by cops w/o consequence? When they see cops celebrated/rewarded w/ more funding &amp; power after they kill? What message is sent to children when adults in power close ranks and protect killer cops @dananessel @GovWhitmer?"
    },
    {
        "id": "1517180753326460928",
        "text": "Thinking about #PatrickLyoya. How do children view murder by cops w/o consequence? When they see cops celebrated/rewarded w/ more funding &amp; power after they kill? What message is sent to children when adults in power close ranks and protect killer cops @dananessel @GovWhitmer?"
    },
    {
        "id": "1517180268901126148",
        "text": "Thinking about #PatrickLyoya. How do children view murder by cops w/o consequence? When they see cops celebrated/rewarded w/ more funding &amp; power after they kill? What message is sent to children when adults in power close ranks and protect killer cops @dananessel @GovWhitmer?"
    },
    {
        "id": "1517013610307936256",
        "text": "@ErinInTheMorn @GovWhitmer"
    },
    {
        "id": "1517505235064922117",
        "text": "@LanaTheis @GovWhitmer Huh"
    },
    {
        "id": "1517185179462340609",
        "text": "@GP_lawyer @GovWhitmer The extended fees for PIP did not go to insurers.  They went to the catastrophic claims association…. So I think you know less than you think.  It used to be a line item in the premiums bills I received.  Did you not look at your policy payment break downs?"
    },
    {
        "id": "1516923249422184454",
        "text": "@GovWhitmer Madam Governor with all my respect to you as our Governor And As A Person I Voted For You Because You Are Great And Very Intelligent Babies Do Not Deserve To Be Killed Because It Is A Life It Is Not Right The 5th Of The Bible Says Do Not Kill\nMy Respects Mrs.@GovWhitmer"
    },
    {
        "id": "1516869370177331201",
        "text": "WE PAY ENOUGH #TAXES TO BE ABLE TO CONTACT THE @Sec_of_State &amp; TALK TO SOMEONE! I WONDER WHY A CERTAIN GROUP OF PEOPLE CUSTOMER SERVICE SKILLS IS TRASH! @GovWhitmer GET RID OF YOUR DISRESPECTFUL EMPLOYEES! NEXT ONE DISRESPECT ME IM GOING TO TALK ABOUT THEM REALLY BAD! FAT ASSES"
    },
    {
        "id": "1518049420583051265",
        "text": "@GovWhitmer @ABCGMA3 @13abc"
    },
    {
        "id": "1517350194156916737",
        "text": "@GovWhitmer @MISenDems 💚"
    },
    {
        "id": "1517968481391677440",
        "text": "@LnacreBeth @GovWhitmer You"
    },
    {
        "id": "1516871478721060869",
        "text": "@SenLTheis @GovWhitmer Nope"
    },
    {
        "id": "1516897929201606657",
        "text": "@WeThePeople021 @GovWhitmer"
    },
    {
        "id": "1517236801362137090",
        "text": "@WeThePeople021 @GovWhitmer"
    },
    {
        "id": "1517663546322173952",
        "text": "Thinking about #PatrickLyoya 🤔 \nWhat happens to communities - especially kids - when they witness civilians being murdered by cops? We support the community’s call on @dananessel &amp; @GovWhitmer to take action to help realize #Justice4Patrick: \n1 Identify \n2 Prosecute \n3 FIRE"
    },
    {
        "id": "1518087906664931329",
        "text": "@GoGreen566 @GovWhitmer How?"
    },
    {
        "id": "1516865100149190657",
        "text": "@JustTheNews @GovWhitmer Lol"
    },
    {
        "id": "1517036732935380992",
        "text": "@LanaTheis @GovWhitmer Loser"
    },
    {
        "id": "1518301872477687808",
        "text": "@megjohns95 @GovWhitmer Muva"
    },
    {
        "id": "1518279551209512962",
        "text": "@BLMLA @GovWhitmer Bleep You!"
    },
    {
        "id": "1517159423894036480",
        "text": "@LanaTheis @GovWhitmer Resign"
    },
    {
        "id": "1517477022880178177",
        "text": "@MARKROMENIC @GovWhitmer Simp"
    },
    {
        "id": "1517980741157543937",
        "text": "Radical Liberal Kamala Harris"
    },
    {
        "id": "1517980741157543937",
        "text": "Radical Liberal Kamala Harris"
    },
    {
        "id": "1517602170371252231",
        "text": "@PapaBear210 @GovWhitmer Never"
    },
    {
        "id": "1517438177715363841",
        "text": "@ShellyWinney @GovWhitmer 🤣"
    },
    {
        "id": "1518525974748479488",
        "text": "Kamala Harris, as below 28 °F"
    },
    {
        "id": "1518525974748479488",
        "text": "Kamala Harris, as below 28 °F"
    },
    {
        "id": "1518002475403517952",
        "text": "@LtGovGilchrist @GovWhitmer than failure to act accordingly to prevent pregnancy, in this day and age every man &amp; women have access to free or cheap birth control options, no excuses, a woman’s right to choose should be choosing safe sex methods, not killing an inconvenient child"
    },
    {
        "id": "1517966727438602241",
        "text": "@RogerAiken3 @GovWhitmer Talk about an argument being a distraction. You are stating the responsibility falls solely on the female. Then males should have zero say on what we do with our bodies. Plus birth control is not fool proof. So why not have mandatory vasectomies paired with BC?"
    },
    {
        "id": "1516964302774747136",
        "text": "@LanaTheis @GovWhitmer So false"
    },
    {
        "id": "1517254251298402306",
        "text": "@dave_capt825 @GovWhitmer The mental crisis is overwhelming. She knew what she was doing, it’s call The Reset and that’s why we need a non politician, a business man, a man that has been fighting for us since April 2020… we need Garrett Soldano as our next Governor.  @GarrettForMI"
    },
    {
        "id": "1517909821940457473",
        "text": "@nanogenomic @HeidiOBrien8 @GovWhitmer @godsstarsdo #LetsGoGretch  #BLESSEDBUTGODTOBEOURGOVENOROFMICHIGAN DON'T LET THE DEVIL TELL YOU HOW TO LEAD DO EXACTLY WHAT JESUS CHRIST WOULD DO! SIMPLE AS THAT IN JESUS CHRIST NAME #PUTGODFIRST- #DETROITMICHIGANHIGHSCHOOLDROPOUT- @RicardoAJenkins"
    },
    {
        "id": "1517608322366676992",
        "text": "@GovWhitmer @mackinacbridge 😂"
    },
    {
        "id": "1517660925414813696",
        "text": "@GovWhitmer @mackinacbridge 😉"
    },
    {
        "id": "1517608172751626245",
        "text": "@GovWhitmer @mackinacbridge 😘"
    },
    {
        "id": "1518584635609042944",
        "text": "@LtGovGilchrist @GovWhitmer Nope"
    },
    {
        "id": "1518341045636980739",
        "text": "@LtGovGilchrist @GovWhitmer 👍"
    },
    {
        "id": "1517493977611702272",
        "text": "@MIRisingAction @GovWhitmer #FJB"
    },
    {
        "id": "1518081800823705600",
        "text": "@mhollinshead1 @GovWhitmer Amen!"
    },
    {
        "id": "1517334537046577154",
        "text": "@snacksefron @GovWhitmer Thanks!"
    },
    {
        "id": "1517575651506667521",
        "text": "Kamala Harris\nWonderbra\nG-String"
    },
    {
        "id": "1518240310551269378",
        "text": "@CindyD923 @DillyRoo @GovWhitmer We are all a clump of cells. You can try to dehumanize it all you want. It’s still a living human being. The only difference between you and the unborn is stage of development. And it’s illegal for anyone else to kill them for that same reason reason."
    },
    {
        "id": "1517276371831209988",
        "text": "@PhilSoros @alex_bommarito @CallenderLemus @GovWhitmer @chiefjamescraig During the summer of 2020, when all other major cities were being burned and looted, Detroit wasn’t, because James Craig upheld law and order. People fear him because he has a reputation of being a man of his word."
    },
    {
        "id": "1518364091693293568",
        "text": "@Pumpkineater275 @GovWhitmer It IS a parasite. Its part of a body that doesnt want it. Its better off studied for science and stem cells anyway. Attaching human value to it doesn’t really help anyone and only strips people of freedom. Just damn us to hell and move on with your life ffs"
    },
    {
        "id": "1517272199819890688",
        "text": "@Raizex13 @GovWhitmer That she is"
    },
    {
        "id": "1517161967089119234",
        "text": "@SenErikaGeiss @GovWhitmer icymi."
    },
    {
        "id": "1518313160469630979",
        "text": "@JomatoeJoe @hippiewalk @GovWhitmer Then advocate for sex education. Advocate for cheap/free birth control. Advocate for health and child care. Help make it possible for people struggling to be able to deal with all the time off and expense of a pregnancy and recuperating from childbirth."
    },
    {
        "id": "1516851210585841668",
        "text": "@thunderw0lf2000 @GovWhitmer I’m simply saying that typically the “right of choice” is for the practice of and the act of abortion, not the opposite. I don’t see a strong case however for this argument applicable for the tiny woman in the womb to defend herself her choice to live."
    },
    {
        "id": "1518191740318060545",
        "text": "@GovWhitmer @1251Madison Thank you"
    },
    {
        "id": "1517438465197096960",
        "text": "@GreatBritCat @GovWhitmer 🤣🤣"
    },
    {
        "id": "1517979228033232899",
        "text": "@Ichibankhan @GovWhitmer Horrible."
    },
    {
        "id": "1516887403155369986",
        "text": "@LanaTheis @GovWhitmer Brassy hair"
    },
    {
        "id": "1517278728493150208",
        "text": "@dave_capt825 @GovWhitmer 👍👍"
    },
    {
        "id": "1517558455803867136",
        "text": "Kamala Harris girlboss moment 😍"
    },
    {
        "id": "1517137323539849217",
        "text": "@JEDo05372295 @dave_capt825 @GovWhitmer You have to prove it was done on purpose basically, everyone blew off the problem in flint and knew how bad it was. Nursing home deaths will be explained away as we were flying blind and did the best we could. It's bullshit but it will probably work."
    },
    {
        "id": "1517168863334608896",
        "text": "@jshallack @markfromtherez @GovWhitmer I actually never said that at all. You just want to avoid discussing the role that irresponsible men play in creating unwanted pregnancies &amp; subsequent abortions. Men who rail against abortions should be eager to prevent them in the 1st place, no?"
    },
    {
        "id": "1516864886227177472",
        "text": "@youngjaecheeks @crazycatlady_05 @GovWhitmer Haha good luck. She has something called standards and is actually loyal to who she dates, something I'm sure you've never seen in your parents. I'm gonna throw a wild guess that your parents have multiple children with several different people."
    },
    {
        "id": "1517970360297312259",
        "text": "@Fatoldwhitelad1 @GovWhitmer Handle"
    },
    {
        "id": "1516871134326583296",
        "text": "@LanaTheis @GovWhitmer SHAME ON YOU"
    },
    {
        "id": "1517602286658273280",
        "text": "@LibLGB @GovWhitmer Oh, fuck please"
    },
    {
        "id": "1516918203234009089",
        "text": "@MagaRisingJohn NO!!!!  @GovWhitmer"
    },
    {
        "id": "1517577666970464257",
        "text": "@jennobenno @GovWhitmer @CathyGoike"
    },
    {
        "id": "1517298059365044224",
        "text": "@mikeb64 @GovWhitmer Exactly right."
    },
    {
        "id": "1517456734809436160",
        "text": "@sln_9840 @GovWhitmer Then go then."
    },
    {
        "id": "1518502938204950528",
        "text": "Impeach Joe Biden and Kamala Harris"
    },
    {
        "id": "1518502938204950528",
        "text": "Impeach Joe Biden and Kamala Harris"
    },
    {
        "id": "1516840533204873222",
        "text": "@SenLTheis @GovWhitmer “Those that fail to learn from history are doomed to repeat it.” Winston Churchill. History never repeats itself. Every single historical moment is distinct from those past. However, we must learn from our mistakes so that we do not run the risk of repeating them."
    },
    {
        "id": "1516903193220829184",
        "text": "@ToddAllen5 We can only hope that this is the beginning of a new chapter in politicians stepping up to ensure that reason overcomes prejudices regarding our long-term  #cleanenergy decisions. @GovWhitmer knows that if #Palisades closes, @ConsumersEnergy will replace that with #FossilFuels ."
    },
    {
        "id": "1517260902235578370",
        "text": "@LibertyPaige5 @GovWhitmer snowflake"
    },
    {
        "id": "1516836509885902859",
        "text": "@MagaRisingJohn @GovWhitmer F*ck no."
    },
    {
        "id": "1517131004800114688",
        "text": "@SenErikaGeiss @GovWhitmer Thank you"
    },
    {
        "id": "1517223014391324672",
        "text": "@byzplease @TraverseCity @GovWhitmer"
    },
    {
        "id": "1517309161356283904",
        "text": "@jennobenno @GovWhitmer No thank you"
    },
    {
        "id": "1517260855037075462",
        "text": "@thtornado2003 @GovWhitmer snowflake"
    },
    {
        "id": "1516851282190942208",
        "text": "@worthington1959 @GovWhitmer Warped!"
    },
    {
        "id": "1526326319302078464",
        "text": "DAMN DANIEL ILHAN OMAR AMERICA FIRST"
    },
    {
        "id": "1526326319302078464",
        "text": "DAMN DANIEL ILHAN OMAR AMERICA FIRST"
    },
    {
        "id": "1526326319302078464",
        "text": "DAMN DANIEL ILHAN OMAR AMERICA FIRST"
    },
    {
        "id": "1518574089262317569",
        "text": "@HSmythe10 @RedWingGrips Snopes peddles bullshit all day long.\n\n\"Harris was involved with the initial investigation of Daleiden and Merritt, but left that office before charges were brought.\"\n\nRead the original post.\n\nDid Kamala help bring charges against the journalists?\n\nYes.\n\nYes she did."
    },
    {
        "id": "1518574089262317569",
        "text": "@HSmythe10 @RedWingGrips Snopes peddles bullshit all day long.\n\n\"Harris was involved with the initial investigation of Daleiden and Merritt, but left that office before charges were brought.\"\n\nRead the original post.\n\nDid Kamala help bring charges against the journalists?\n\nYes.\n\nYes she did."
    },
    {
        "id": "1518338812262625281",
        "text": "@Mholly01 @EdnaEsfeld @pv4843661 @GovWhitmer Oh, you bring up race? Ok! Black women make up 6% of the population, but they have 38% of all abortions. They have murdered 23 million black babies. Someone of some color needs to make decisions to stop this, because we know black people aren’t."
    },
    {
        "id": "1517649170546495488",
        "text": "@Ruth75539927 @GovWhitmer Me either! I certainly hope all of her lies and fake promises during her first campaign, have been remembered! This campaign is even more of a joke! She burned those that voted for her once, shame on her! She’s trying to burn those very same people, shame on them!"
    },
    {
        "id": "1516857128014725120",
        "text": "@zoranploscar @GovWhitmer My sister had to have an abortion because of an ectopic pregnancy. If abortion was banned she would have died from the pregnancy.\nThe decision to abort should be between the dr and patient. Politics and politicians have zero business deciding if a woman can get one."
    },
    {
        "id": "1517108453541568513",
        "text": "@SenErikaGeiss @GovWhitmer Thank you."
    },
    {
        "id": "1516983962782121986",
        "text": "@SenErikaGeiss @GovWhitmer Thank you."
    },
    {
        "id": "1517519821465923584",
        "text": "@art_robinson @GovWhitmer No we don't"
    },
    {
        "id": "1525165211342077952",
        "text": "Pinochet is to the left of Ilhan Omar"
    },
    {
        "id": "1517111343249338368",
        "text": "@KBruno515 @GovWhitmer What a disaster"
    },
    {
        "id": "1516846349911797762",
        "text": "@MagaRisingJohn @GovWhitmer .......NO!"
    },
    {
        "id": "1517451082674450432",
        "text": "@jimkaski @GovWhitmer 😂😂🤡🤡"
    },
    {
        "id": "1517284996687433728",
        "text": "@LadyAMJ39 @GovWhitmer 🤣💀🙌🏾"
    },
    {
        "id": "1516871077770653698",
        "text": "@LanaTheis @GovWhitmer SHAME ON YOU!!!!"
    },
    {
        "id": "1517439489764900869",
        "text": "@jodizzle0721 @GovWhitmer 🤦‍♀️"
    },
    {
        "id": "1517001291276374016",
        "text": "@ESBray @LanaTheis @GovWhitmer Thank you"
    },
    {
        "id": "1516889371193970688",
        "text": "@LanaTheis @GovWhitmer Bye bye #lyinLana"
    },
    {
        "id": "1517208315893362691",
        "text": "@LoveismyB @GovWhitmer Wow more bullshit"
    },
    {
        "id": "1517027662379769864",
        "text": "@SenErikaGeiss @GovWhitmer #StatesMatter"
    },
    {
        "id": "1518579117888708608",
        "text": "Kamala Harris can't win Mississippi 🤏"
    },
    {
        "id": "1518579117888708608",
        "text": "Kamala Harris can't win Mississippi 🤏"
    },
    {
        "id": "1518255616564862979",
        "text": "@ErickAguilarJAX I saw the cheating in Detroit the TFC! Not allowing the correct no# of Poll Watchers Into the Center. Blatant cheating., Thanks to Corrupt @GovWhitmer ‘s illegal “law” of no# of People inside the building. Chief Craig enforced this is now running for Gov.  I smell a skunk!"
    },
    {
        "id": "1517160938830503937",
        "text": "@Hobbie_VK @markfromtherez @GovWhitmer And not defensive at all. I believe the father should have significant lifetime financial responsibilities for any children created. I also believe the father should have an equal say in whether an abortion occurs, if the mother seeks his financial support."
    },
    {
        "id": "1518194938311327748",
        "text": "@DillyRoo @GovWhitmer Fuck, are you dumb."
    },
    {
        "id": "1517001340848852996",
        "text": "@ESBray @LanaTheis @GovWhitmer And I will"
    },
    {
        "id": "1518215580435759105",
        "text": "@JamieLynnJohns8 @GovWhitmer 😂🤪🤡"
    },
    {
        "id": "1517163002289696769",
        "text": "@SenErikaGeiss @GovWhitmer So OUTRAGEOUS!"
    },
    {
        "id": "1516863569886949377",
        "text": "@SenLTheis @GovWhitmer Talabangelical/GQP"
    },
    {
        "id": "1517261132066664459",
        "text": "@americancowbo18 @GovWhitmer snowflake xd"
    },
    {
        "id": "1516965132886228997",
        "text": "@wxyzdetroit Who is to blame?\n@GovWhitmer"
    },
    {
        "id": "1517158559590539264",
        "text": "RT @jrflaum: @SenLTheis @GovWhitmer Shame"
    },
    {
        "id": "1517514144492269571",
        "text": "@PhilSoros @GovWhitmer Says the guy who posted a British study.😆 Forget your agenda driven news. Use your head. Fl and TX didn't kill their business for this garbage, and their numbers are no worse than the paces that did. Even our Gov didn't follow her own rules. You were played, we all were."
    },
    {
        "id": "1517198602208260096",
        "text": "@cweissdewpoint @tobiasroberts @GP_lawyer @GovWhitmer You don't get it. There are services needed for the long term support, care and rehabilitation that are not covered by government programs nor long term care. If a person is injured as a child, we're talking decades of care that may be needed."
    },
    {
        "id": "1518075081100075010",
        "text": "@dave_capt825 @dananessel Did you notice how long @GovWhitmer was quiet after her \"rules are for thee but not for me\" edicts during the past 2 years?  Now that it's an election year, she and the rest of her cronies are trying to get everyone to forget that she ruined hundreds of small businesses."
    },
    {
        "id": "1518351322382315521",
        "text": "@hippiewalk @GovWhitmer Every pregnancy is a unique case, with a unique person experiencing a unique situation, and bringing a unique set of beliefs. There is no single answer, and to take the individual solution out of the hands of the one person it effects is cruel, dishonest, and unproductive."
    },
    {
        "id": "1516995046574239744",
        "text": "@AustinMarsman I love @GovWhitmer so much."
    },
    {
        "id": "1516880224331390976",
        "text": "@FrankGatti2 @GovWhitmer Yup I am Frankie."
    },
    {
        "id": "1517660878363049984",
        "text": "@GovWhitmer @mackinacbridge Eat more fudge"
    },
    {
        "id": "1517315775828221953",
        "text": "@GreatBritCat @GovWhitmer 🤣🤣🤣🤣"
    },
    {
        "id": "1517519100641226755",
        "text": "@PleaseSavemich @GovWhitmer No she doesn't"
    },
    {
        "id": "1517077002406305792",
        "text": "@SenErikaGeiss @GovWhitmer Brava, Senator."
    },
    {
        "id": "1517261098629713922",
        "text": "@djg00487169 @GovWhitmer seethe, snowflake"
    },
    {
        "id": "1517322175530901505",
        "text": "@kenny_g69 @GovWhitmer She doesn’t care!"
    },
    {
        "id": "1517918643560062978",
        "text": "Kamala Harris validates Laurence J. Peter."
    },
    {
        "id": "1517918643560062978",
        "text": "Kamala Harris validates Laurence J. Peter."
    },
    {
        "id": "1517935472953028608",
        "text": "Mondaire Jones is a Kamala Harris Democrat"
    },
    {
        "id": "1517935472953028608",
        "text": "Mondaire Jones is a Kamala Harris Democrat"
    },
    {
        "id": "1517992676993474560",
        "text": "@waltduro @LtGovGilchrist @GovWhitmer Of course it is! And that’s the whole point of this ridiculous excuse for her campaign! I don’t give a crap about those pretending to know nothing about birth control! But when the $ that I earned has to pay while they play, NO NO! Where’s our rights GW?"
    },
    {
        "id": "1518045887846621184",
        "text": "@Cernovich @SwainForSenate @GovWhitmer too!"
    },
    {
        "id": "1517919233749000199",
        "text": "@GovWhitmer @mackinacbridge Don’t fall in"
    },
    {
        "id": "1517315787874357249",
        "text": "@GreatBritCat @GovWhitmer Baaaahahahahahah."
    },
    {
        "id": "1516881987797422080",
        "text": "@SenErikaGeiss @GovWhitmer Found Not Guilty"
    },
    {
        "id": "1516881769831796740",
        "text": "@SenErikaGeiss @GovWhitmer She is amazing!!"
    },
    {
        "id": "1517201049743855616",
        "text": "@justpersnickety @GovWhitmer Agreed😒😒"
    },
    {
        "id": "1518623978167939072",
        "text": "Sarah Palin &gt; Kamala Harris\n\nWho agrees?"
    },
    {
        "id": "1518623978167939072",
        "text": "Sarah Palin &gt; Kamala Harris\n\nWho agrees?"
    },
    {
        "id": "1518575853160050689",
        "text": "@Rodericka @MIGOP And at least 30% of the @MIGOP holding an office are pure Fraud. We The People trust @mdeperno to expose it all. Time to clean the Republican mess and then take down @JocelynBenson and @dananessel and @GovWhitmer as they are criminals. We have seen the fraud and we’ve had enough"
    },
    {
        "id": "1518177954701979650",
        "text": "@DavidLiedtke7 @GovWhitmer get pregnant then"
    },
    {
        "id": "1517107993891983362",
        "text": "@PapaBear210 @GovWhitmer That's a switch😂"
    },
    {
        "id": "1517913329636806656",
        "text": "@Puffymonsta @SOCALRE4U @GovWhitmer As usual"
    },
    {
        "id": "1516877701952552960",
        "text": "@geegee_chuk @GovWhitmer Sycophant follower."
    },
    {
        "id": "1518088285867974656",
        "text": "@rener2112 @GovWhitmer Murder affects us all"
    },
    {
        "id": "1518206731876196352",
        "text": "@stskram @GovWhitmer My gender is irrelevant"
    },
    {
        "id": "1517893065192615936",
        "text": "@ElJefeSupremo1K @RyanG36 @loopsie_la_la @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer you use the abbreviation of the word ‘retarded’ to denigrate someone over something like this, and i automatically start rooting for yours to metastasize.\n\nyou deserve all the bad things in life."
    },
    {
        "id": "1517923735642296322",
        "text": "@KevinRinke @GovWhitmer it’s a car dealership right? Those businesses are like little fiefdoms where the dealer has area-exclusive rights to sell those particular brands of cars. With that setup and all the carve-outs they’ve made for themselves it would be difficult to screw up such a business."
    },
    {
        "id": "1517449110160388096",
        "text": "@MissingMichiga1 @mommy20092012 @GovWhitmer Why can’t you be united but want to get rid of a leader that had thousands of small businesses close, thousands of people die, was caught breaking the very rules she put on others... while in office? What sane person would think that was good leadership?"
    },
    {
        "id": "1516863940982099974",
        "text": "@zoranploscar @GovWhitmer Laws are made to govern those interacting with each other in a society, not generally those who are not yet members. Those against abortion make this about being \"human,\" and by \"human\" they imply this species is somehow sacred, and they extend that label to the unborn. 3/3"
    },
    {
        "id": "1517919222147473411",
        "text": "@Artbyphillip @GovWhitmer @GmacCash Love this"
    },
    {
        "id": "1517261328846630913",
        "text": "@EXPOSECORRUPT11 @GovWhitmer seethe snowflake"
    },
    {
        "id": "1517957587517456386",
        "text": "@GovWhitmer @VotePulver Thank you @GovWhitmer"
    },
    {
        "id": "1516824230188535813",
        "text": "@HepDeano @usanicky1 @GovWhitmer 😂😂😂"
    },
    {
        "id": "1516871009407799296",
        "text": "@MagaRisingJohn Who, @GovWhitmer? Oh HELL NO!"
    },
    {
        "id": "1517461742128975874",
        "text": "@Pete_Kelbel @GovWhitmer @SpartanNation17 Wow"
    },
    {
        "id": "1516981015461441539",
        "text": "@SenErikaGeiss @GovWhitmer damn girl, go off!"
    },
    {
        "id": "1517329564921470976",
        "text": "@SportsAndChup @GovWhitmer Boblo is in Canada"
    },
    {
        "id": "1517659064330772481",
        "text": "@UpperPeninsula @GovWhitmer Can we join? 🥹"
    },
    {
        "id": "1517196825006153729",
        "text": "@pizza_jenn @MoneyGun24 @GovWhitmer Are they?"
    },
    {
        "id": "1518413037388328961",
        "text": "@BLMMichigan @dananessel @GovWhitmer He got shot because he didn't comply, resisted arrest, and attacked the officer. Patrick deserved it. BLM's problem is they ALWAYS support criminal, ALWAYS blame police officers who put their lives on the line everyday. Fix your own community first. #Blackviolence"
    },
    {
        "id": "1517021681138618368",
        "text": "@abcrawford83 @CaterinaCatK @IttenbachSherry @SenErikaGeiss @GovWhitmer Try harder to make this about race. \n\nHe literally had the officer’s taser in his hand seconds before he attempted to lift the officer off the ground and was shot. That is not “unarmed” no matter how much you want it to be."
    },
    {
        "id": "1517015236468826112",
        "text": "@jdywm @IttenbachSherry @SenErikaGeiss @GovWhitmer I’m not trying to justify anything, I’m telling you what happened in the video. There are very clear standards and case law around the use of deadly force and this tragedy will easily fall into that category. This is not a #DerekChauvin moment…"
    },
    {
        "id": "1517551787871555584",
        "text": "@whiteGOPJesus @ElJefeSupremo1K @loopsie_la_la @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer You must not be from the north. I’m near Cleveland. We literally just got snow this past week. And we’re in the 40’s in October. So May to mid October isn’t really a viable business plan"
    },
    {
        "id": "1518019588725915648",
        "text": "@Kane_1_ @GovWhitmer You spelled Wretch wrong."
    },
    {
        "id": "1517165874326773760",
        "text": "@SenErikaGeiss @GovWhitmer BRAVO Senator Geiss"
    },
    {
        "id": "1518021574368149505",
        "text": "@thunderw0lf2000 @GovWhitmer Agreed. Thank you"
    },
    {
        "id": "1517184854605148161",
        "text": "@CrazyCreep8 @GovWhitmer I might suggest you expand your horizons. Take a trip. Try getting off the right-wing, misspelled, fact-less, troll-driven internet and try, just try, sources that don't feed your preconceived, uninformed notions.\n\nThere's a whole world of information out there. It's not hard."
    },
    {
        "id": "1517021025858617345",
        "text": "@IttenbachSherry @SenErikaGeiss @GovWhitmer The activation button is held for 3 seconds to deactivate. Just prior to deactivation, the camera shows it is being pressed against the clothing of Lyoya, likely explaining the subsequent deactivation. The button is a large button on the front of the camera."
    },
    {
        "id": "1516971185912827904",
        "text": "@SenErikaGeiss @GovWhitmer Unless caught in the process of committing a violent felony a foot chase is irresponsible and too often deadly.\n\nPolice officers need to check their fucking egos before buckling their duty belt.\nIf they can't they don't deserve the job.\n\nA man running in fear is not a threat"
    },
    {
        "id": "1516912309549023232",
        "text": "@jshallack @GovWhitmer You never addressed my point (or perhaps you just didn't get it). If women are solely responsible for unwanted pregnancies, carry all of the risk, discomfort, inconvenience, loss of pay and expense of pregnancy, then women, and only women, can decide whether to carry it to term."
    },
    {
        "id": "1516879814094897153",
        "text": "@MIRisingAction @GovWhitmer Y’all real petty."
    },
    {
        "id": "1517377554059079680",
        "text": "@SenErikaGeiss @GovWhitmer 💔😡🤬😡💔"
    },
    {
        "id": "1516886650416029697",
        "text": "@SenLTheis @GovWhitmer @LanaTheis eats cow dung"
    },
    {
        "id": "1517261291940982784",
        "text": "@joebisatool @GovWhitmer snowflake + pound samd"
    },
    {
        "id": "1517173530395385856",
        "text": "@jshallack @markfromtherez @GovWhitmer As do I."
    },
    {
        "id": "1517641094200180736",
        "text": "@moonshine_honey @GovWhitmer Never ever forget."
    },
    {
        "id": "1518248925009960962",
        "text": "@nicobart1215 @GovWhitmer And she doesn't care."
    },
    {
        "id": "1518494955970383873",
        "text": "@Mholly01 @JennyGauthier3 @GovWhitmer I feel like more should be done. I’ve never understood how someone can be pro-life but be against programs that help families &amp; children. There are over 400K kids in foster care, yet many who can afford to take a child in don’t. There is a lot of hypocrisy."
    },
    {
        "id": "1516885743746043904",
        "text": "@Saintsfan5348 @Cookie3_B @GovWhitmer This is why these cretins are called, \"the American Taliban.\" Give them a chance and they will burn witches and heretics again. Backward! Backward they march, into a new dark age of blind and wicked ignorance. If things go south in 2024, we will have to fight them."
    },
    {
        "id": "1517159981476364288",
        "text": "@jshallack @markfromtherez @GovWhitmer I don't understand why you're so defensive about regulating the sperm producers who are creating all these unwanted pregnancies. Men who want to prevent them &amp; the subsequent abortions should be lining up to prevent them with mandatory, reversible vasectomies."
    },
    {
        "id": "1517163271463350273",
        "text": "@jshallack @markfromtherez @GovWhitmer You want to talk about what happens after the problem already exists. I'm talking about preventing it in the 1st place, and the easiest solution is preventing men (and women) from having unprotected sex. If we're going to regulate bodies, then regulate ALL bodies."
    },
    {
        "id": "1517162816901427201",
        "text": "@DepotRussian @dananessel @GovWhitmer Nessel 22."
    },
    {
        "id": "1518242388187095040",
        "text": "@KikJeffrey @GovWhitmer Not true. Fake news 🤑"
    },
    {
        "id": "1518254953617399810",
        "text": "@LanaTheis @GovWhitmer You really are a sad sack"
    },
    {
        "id": "1517713512067391488",
        "text": "@MoneyGun24 @FrankGatti2 @GovWhitmer Yes you are"
    },
    {
        "id": "1516962553611661314",
        "text": "@The_FJC Every decision tyrant @GovWhitmer made."
    },
    {
        "id": "1518624811462897664",
        "text": "@TommyTwoThumbss @GovWhitmer From a hoax, right?"
    },
    {
        "id": "1517537972635197440",
        "text": "@devlinjack433 @GovWhitmer Somebody is butt hurt"
    },
    {
        "id": "1518023960855777280",
        "text": "@jonathanoosting @GovWhitmer is fixing the roads"
    },
    {
        "id": "1517629176152473601",
        "text": "@moonshine_honey @GovWhitmer Yes I do.  Insanity"
    },
    {
        "id": "1518174092758855681",
        "text": "@mspwestmi @GovWhitmer But.. did she take notes?"
    },
    {
        "id": "1517537103126573056",
        "text": "Chris Van Hollen (D, MD) / Kamala Harris (D, CA)"
    },
    {
        "id": "1516855237650391045",
        "text": "RT @janrobinjackson: @GovWhitmer #ReElectWhitmer"
    },
    {
        "id": "1517833198209753088",
        "text": "@Adamant4Detroit @GovWhitmer The plan is too late... We don't have until 2050 to do anything. Climate Change has Changed- the self destructive clock is ticking. Centuries of \"GM\" PFAS pollutants has gotten into the groundwater and is a part of the water cycle.\nHow many birds died in Monday's Snow Storm?"
    },
    {
        "id": "1517640626942185479",
        "text": "@cweissdewpoint @GovWhitmer Insurer pays and gets reimbursed. I have like hundreds of cases that are MCCA retention. The claim itself is handled by the insurer, although the MCCA de facto calls the shots. Idk what to tell you, but not a big deal. Insurers run the MCCA and they can do whatever they want."
    },
    {
        "id": "1517905521734524928",
        "text": "@GovWhitmer @mackinacbridge I will see you there!"
    },
    {
        "id": "1517202468182056962",
        "text": "@LanaTheis @GovWhitmer you couldn't be more wrong"
    },
    {
        "id": "1518117224699019264",
        "text": "@SteveLe34379022 @LtGovGilchrist @GovWhitmer 🙄"
    },
    {
        "id": "1517298580066902018",
        "text": "@WeThePeople021 @GovWhitmer lying, 2 faced hoooor"
    },
    {
        "id": "1518615227646066692",
        "text": "@dianamee cc: Kamala “passage of time” Harris"
    },
    {
        "id": "1518615227646066692",
        "text": "@dianamee cc: Kamala “passage of time” Harris"
    },
    {
        "id": "1517511811834200065",
        "text": "RT @BobSanford13: @GovWhitmer Whitmer is corrupt!"
    },
    {
        "id": "1518181400029114369",
        "text": "@Big_HAM12 @pv4843661 @GovWhitmer The topic is abortion, it has nothing to do with murder. And by the way, there is no such thing as an unborn child. Using emotionally manipulative language because there is no legitimate reason to prohibit a medical procedure is proof of how immoral being anti-choice is."
    },
    {
        "id": "1517240329220464640",
        "text": "@jdywm @IttenbachSherry @SenErikaGeiss @GovWhitmer Not every situation can be deescalated. \n\nHe wrestled with Lyoya for 5 minutes, tried physical strikes, and a taser.\n\nThose are all attempts to deescalate.\n\nShould we expect public servants to start dying before things are considered “better” to you?"
    },
    {
        "id": "1516855789285171203",
        "text": "@realfoodcures @JocelynBenson @GovWhitmer \"Don't Say Gay DeSantis' actually only proves he's the most devious, small minded, and anti-democratic governor in the US (next to Abbott). Why does he believe he's got the right to \"ban books\"? Is that not an \"infringement on the personal freedom\" of Floridians?"
    },
    {
        "id": "1516853518954553345",
        "text": "@zoranploscar @GovWhitmer A better analogy would be if you were in the process of building a car, less than 1/3 of the way done, and you decide to drive it down the street because its a \"car\" You wont get far. A fetus is not a person because it doesnt meet the criteria of being 1, not because of location"
    },
    {
        "id": "1517982739017961472",
        "text": "@Big_HAM12 @GovWhitmer says the man with no uterus"
    },
    {
        "id": "1517267462550700033",
        "text": "@KaylieEHanson @GovWhitmer @LtGovGilchrist Kaylie."
    },
    {
        "id": "1517234221974265858",
        "text": "@MIRisingAction @GovWhitmer Where is @dananessel ?"
    },
    {
        "id": "1517340284048261120",
        "text": "@MISenate @GovWhitmer Pay my electric bill please!"
    },
    {
        "id": "1517653266364088320",
        "text": "@UpperPeninsula @GovWhitmer Sounds like a Plan...."
    },
    {
        "id": "1517261395485671424",
        "text": "@gianni_dipoce @GovWhitmer Also should be charged."
    },
    {
        "id": "1517267793795821570",
        "text": "@samcornale @GovWhitmer @LtGovGilchrist Beep beep!"
    },
    {
        "id": "1516830708018421774",
        "text": "@the_herbig @GreatlakesladyM @GovWhitmer Gladly..."
    },
    {
        "id": "1517092386798809088",
        "text": "@william99533990 @GovWhitmer How do you know that?"
    },
    {
        "id": "1517609247034519554",
        "text": "@cweissdewpoint @GovWhitmer You can opt out as to allowable expenses under 3107d if the named insured has Medicare and all others have Medicare or QHC. You can also effectively opt out under 3109a(2) by excluding coverage for AE for family members who have QHC. Residual charge is for 3107(1)(b) &amp; (c)."
    },
    {
        "id": "1517139471199703040",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer So I take it you're for legalized drugs and no vax mandates. Body autonomy.\n\nZygote? 12-15 weeks elective abortion is illegal in secular Europe because the science shows there's too much development to word your way around justifying killing that helpless person."
    },
    {
        "id": "1517982595157577730",
        "text": "@BenDove63322771 @GovWhitmer A fetus is not a baby."
    },
    {
        "id": "1518398815929253888",
        "text": "@ConstanceD701 @judytgolf @GovWhitmer is the WORST!"
    },
    {
        "id": "1517216352406319109",
        "text": "@LanaTheis @GovWhitmer you are a hateful evil woman"
    },
    {
        "id": "1517540608142983171",
        "text": "@catturd2 @JonahTillman6 @GovWhitmer pay attention."
    },
    {
        "id": "1518396865024335872",
        "text": "@heyitsrebecca3 @GovWhitmer Also. Couldn't by seeds"
    },
    {
        "id": "1518337461910265856",
        "text": "@DannyGflash20 @GovWhitmer I do prioritize it that way, because denying the fetus leads to its permanent death, while denying the woman leads to temporary pregnancy. I also take into account that the womans choices are what led to this scenario in the first place. The fetus had no decision in its existence"
    },
    {
        "id": "1518192742467350528",
        "text": "@LtGovGilchrist @GovWhitmer Abortion is not a healthcare decision.  Shame on you for saying so in this time their should be no unwanted pregnancies. It's called birth control! As for rape and incest you have 2 victims the woman/girl being hurt and the unborn. Murdering victims is par for dems but not right"
    },
    {
        "id": "1518207214980317184",
        "text": "@Big_HAM12 @pv4843661 @GovWhitmer J6 traitor ☝🏼"
    },
    {
        "id": "1517977757430566916",
        "text": "@CJCREEK @JoePark82962935 @GovWhitmer You are orange"
    },
    {
        "id": "1518233798953082886",
        "text": "@FloridaVoterNPA @GovWhitmer Murderer and pedophile."
    },
    {
        "id": "1517885814776205313",
        "text": "@GovWhitmer @zeelandschools Now that was amazing!!!!"
    },
    {
        "id": "1516871234171990016",
        "text": "@LanaTheis @detroitnews @GovWhitmer SHAME ON YOU!!!!"
    },
    {
        "id": "1517159542131466240",
        "text": "@MichiganLEO @GovWhitmer Fix the unemployment agency"
    },
    {
        "id": "1517581724628271106",
        "text": "@Raizex13 @GovWhitmer I dont argue with bots.  Next."
    },
    {
        "id": "1517981956633501702",
        "text": "@TjRoc_em2 @GovWhitmer Stop doing drugs 🤣🤣🤣"
    },
    {
        "id": "1518216380088303619",
        "text": "@TjRoc_em2 @LizMyer92247336 @GovWhitmer 🤪🤣😂"
    },
    {
        "id": "1517284774347513856",
        "text": "@kenny_g69 @GovWhitmer Because of these initiatives?"
    },
    {
        "id": "1518442094150524928",
        "text": "RT @stclairartist: @GovWhitmer You’ve got my vote!"
    },
    {
        "id": "1518113032735535104",
        "text": "@BLMLA @dananessel @GovWhitmer Not only are you wrong your retarded blm is just a massive cash grab I mean seriously how many African American communities have you donated money to or helped absolutely none all the money that gets donated to your “organization” ends up lining the pockets of its founders"
    },
    {
        "id": "1518348948020289543",
        "text": "@Pumpkineater275 @GovWhitmer Sex is a human right. Using someones body is not. Period. Find a way for fetuses to survive removal if you care about the glob of tissue that much. \n\nIts a safe procedure and the alternative is coathangers and unwanted children, both far worse. This is now how society progresses"
    },
    {
        "id": "1517204663619174400",
        "text": "@Write_Away1 @SenErikaGeiss @GovWhitmer My commentary was indeed based on the concept that victim had managed to take control of the taser at some point, which then forced the police officer to take the steps he took (consistent with policy and training when faced with an armed threat at point blank range)."
    },
    {
        "id": "1518021408823066624",
        "text": "@brpietrowood @Jeane63Taylor @GovWhitmer So, a woman goes out and fornicates with a man, gets pregnant, has the baby, and I’m supposed to adopt her baby? How is that possibly my responsibility? If you commit the act that causes pregnancy, the result of that is your responsibility, not anyone else’s.🤫"
    },
    {
        "id": "1516930625936273408",
        "text": "@cweissdewpoint @GovWhitmer If that were true, why did it take 43 years before any kind of large changes were made? \n\nRegardless, if you truly feel that it was ok for insurers to have charged for the coverage, churn a profit on the overall risk pool, and escape payment obligations, then idk what to tell you"
    },
    {
        "id": "1517204745345191936",
        "text": "@cweissdewpoint @GovWhitmer It wouldn't be on your current dec page because you opted out. But you misunderstand, the risk contemplated would be for claims for $0-MCCA cap in effect for that loss + loss adjustment costs (including legal fees) for the life of the claim, which is not reimburseable by the MCCA"
    },
    {
        "id": "1517019980788682754",
        "text": "@ideafoam @SenErikaGeiss @GovWhitmer The report I saw on the news said that the officer turned off his camera before shooting the man in the back of his head. To shoot someone in the back of the head is an execution, in my opinion. I don't know how this can be justified. I will be watching for more details."
    },
    {
        "id": "1517713745396617217",
        "text": "@FrankGatti2 @GovWhitmer Wow, you are Brilliant! LMAO"
    },
    {
        "id": "1517111790697697281",
        "text": "@SenErikaGeiss @GovWhitmer Thank you, Senator! ❤️"
    },
    {
        "id": "1517518891748106243",
        "text": "@Worthin11898384 @GovWhitmer @teslaownersmi lol right"
    },
    {
        "id": "1517665413496250369",
        "text": "@heyitsrebecca3 @GovWhitmer Oh yes.  The private jet."
    },
    {
        "id": "1516879580652572673",
        "text": "@joebisatool @GovWhitmer And you’re good for space?"
    },
    {
        "id": "1517893625723584514",
        "text": "@ElJefeSupremo1K @loopsie_la_la @RyanG36 @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer and again.  choosing to use that abbreviation means that you’re not only bereft of mind and heart, but that you’re a wasted orgasm unworthy of love and respect and happiness. \n\nmove on, you goddamned oaf."
    },
    {
        "id": "1517180420105854978",
        "text": "@PoopyL @Dontstopbelief @GovWhitmer That's why my community we take in our family but it's your community that stops that nature family aspects everytime. I'm so tired of seeing yall in my city pushing shit on my people. My people don't agree with killing unfortunately you get the ones most vulnerable people"
    },
    {
        "id": "1518415302437969921",
        "text": "@green_orchids @TeaPainUSA @LaraLeaTrump\n\n👀😳 @ Lara Trump slams Kamala Harris because White House jobs \"should always be based on merit\"\n\nFor goodness sake Lara, STFU. You put a soft porn actress in Whitehouse along with a reality TV star but poor businessman involved in too many lawsuits and nepotism."
    },
    {
        "id": "1518415302437969921",
        "text": "@green_orchids @TeaPainUSA @LaraLeaTrump\n\n👀😳 @ Lara Trump slams Kamala Harris because White House jobs \"should always be based on merit\"\n\nFor goodness sake Lara, STFU. You put a soft porn actress in Whitehouse along with a reality TV star but poor businessman involved in too many lawsuits and nepotism."
    },
    {
        "id": "1517164063209496577",
        "text": "@ideafoam @SenErikaGeiss @GovWhitmer So you're completely leaving out the fact that the murderer chased down his victim.\nFleeing from law enforcement is not punishable by death.\nUnfortunately it seems more and more that a slight to an officer's ego has become a death sentence.\nOver a fucking registration tag"
    },
    {
        "id": "1518266889159516160",
        "text": "@the_herbig @RugerBncurtis I'm guessing @GovWhitmer???"
    },
    {
        "id": "1518059867923177472",
        "text": "@wheelerspoerner @Crystal45398906 @GovWhitmer Exactly!"
    },
    {
        "id": "1516831259254792200",
        "text": "@Chris___Lopez @SenLTheis @GOP @GovWhitmer Punish?  For speaking for parental rights?\n\nMallory response was passionate, but misguided. Parental rights aren’t bigotry… there’s time &amp; a place for kids to learn sensitive topics. Parents want a say in when &amp; how, they belong to parents, not schools."
    },
    {
        "id": "1518394164806881280",
        "text": "@chococat69s @wxyzdetroit @GovWhitmer The problem with this is more deep rooted. Systwmic Generational poverty and either getting them out of it, or keeping them there. Give a man a fish and he will eat for.a day, or teach him to fish and he will eat forever. There's a plethora of places to fish in this state"
    },
    {
        "id": "1517216202954842113",
        "text": "@BLMMichigan @dananessel @GovWhitmer Justified shooting"
    },
    {
        "id": "1517751592333762560",
        "text": "@Crystal19501 @GovWhitmer I'd forgotten about that one."
    },
    {
        "id": "1517862659667935233",
        "text": "@GovWhitmer @mackinacbridge Fix the unemployment agency"
    },
    {
        "id": "1517660186688864257",
        "text": "@GovWhitmer @mackinacbridge Game on Big Gretch 💪😉"
    },
    {
        "id": "1517511344114839553",
        "text": "@GreatBritCat @GovWhitmer You have really low standards"
    },
    {
        "id": "1518191872350560256",
        "text": "RT @VoteBlueAlways7: @GovWhitmer @1251Madison Thank you"
    },
    {
        "id": "1517149320075644930",
        "text": "@SenErikaGeiss @GovWhitmer Well said, @SenErikaGeiss . It’s ridiculous that police training is not more comprehensive. I do hope that these bills are taken seriously, but with the never ending republican gerrymandered domination of the MI Legislature, I fear it’s going to be a while. #VoteBlueToSaveAmerica"
    },
    {
        "id": "1517723308275507200",
        "text": "@SenErikaGeiss @GovWhitmer Your heart is always followed up with political action to benefit your constituents, state &amp; democracy. This talk made me cry; you are so right. Thoughts &amp; prayers need to be followed by passing legislation to stop these crimes. I'm so proud to call you my Senator. Thank you!"
    },
    {
        "id": "1517168641447444482",
        "text": "@SenErikaGeiss @JessicaPost @GovWhitmer in Cuba there is a dictatorship that does not respect human rights, that there are more than 2000 political prisoners, that there is no democracy, please help the Cuban people to bring down that murderous dictatorship, with dictatorships there is no dialogue 🙏🙏🙏"
    },
    {
        "id": "1517887274847023104",
        "text": "@BrianW63782527 @GovWhitmer @mackinacbridge 🤣🤣🤣"
    },
    {
        "id": "1517716614283771904",
        "text": "@GovWhitmer @mackinacbridge Only if you promise to jump!"
    },
    {
        "id": "1517633558126469120",
        "text": "@Terrysc93296047 @GovWhitmer Shut down line 5 and line 3"
    },
    {
        "id": "1517983177670893570",
        "text": "@bensolis1 @GovWhitmer How far will the Q line go in MI?"
    },
    {
        "id": "1517996708734676993",
        "text": "Kamala Harris elle a acheté la Maison Blanche en viager"
    },
    {
        "id": "1517996708734676993",
        "text": "Kamala Harris elle a acheté la Maison Blanche en viager"
    },
    {
        "id": "1517158456800825348",
        "text": "RT @JefaMujer: @SenLTheis @GovWhitmer Talabangelical/GQP"
    },
    {
        "id": "1518633522281472004",
        "text": "RT @norforkanway: @GovWhitmer Do nursing homes next....."
    },
    {
        "id": "1517159613665271808",
        "text": "@ChadLivengood @FrankLuntz @GovWhitmer Of course she will. The do nothing feckless Republicans in MI have done nothing to free the people from our crooked elections or this CCP Governor. \nShe is a criminal and belongs behind bars for what she did to our elderly loved ones btw.\n#witchmer #WhitmerForPrison\n#RINOS"
    },
    {
        "id": "1517675956328181766",
        "text": "@GovWhitmer @mackinacbridge I have never been more disappointed in our leadership as I am with you. When asked to try &amp; help low/fixed income families with stimulus like other states you said \"that is a Federal problem\". Its a humanitarian problem and Michiganders are suffering but you could care less. #SAD"
    },
    {
        "id": "1517297250648666112",
        "text": "@Jjlopez_almejo @HelenaVillarRT Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand w/ the family, #Justice4Patrick means that you: 1. Identify, 2. Prosecute, 3. Fire the officer responsible for the murder of Patrick Lyoya #BlackLivesMatter We'll remember come re-election #VoteAndOrganize"
    },
    {
        "id": "1517130671126364161",
        "text": "@SenErikaGeiss @EricFlut @GovWhitmer As a white woman, I will never know the pain of losing anyone to racism. I can't look at the news &amp; see a story like Patrick's &amp; feel the visceral pain that this Senator showed.\n\nI've lost people, but never like this. We have to fix this &amp; stop these deaths. 💔"
    },
    {
        "id": "1517179123524902912",
        "text": "@ideafoam @SenErikaGeiss @GovWhitmer I'm sure, of course, you mean alleged crimes.\n\nHow on Earth anyone can claim that a man being tackled commits assault is beyond me\n\nThe murderous cop and his accomplices in the department are overcharging in an attempt to cover their own asses\n\nI do agree though it will work"
    },
    {
        "id": "1518177684186181632",
        "text": "@CurtMahlum95 @GovWhitmer you write like you have any say"
    },
    {
        "id": "1517611398154620928",
        "text": "@FrankGatti2 @JoeConservativ6 @GovWhitmer Mush brain joe?"
    },
    {
        "id": "1517602577357148162",
        "text": "@JoeConservativ6 @GovWhitmer Look at the big brain on joe"
    },
    {
        "id": "1517216419020222464",
        "text": "@LAProgressive @dananessel @GovWhitmer Justified shooting"
    },
    {
        "id": "1518322693082427392",
        "text": "@MidmichiganW @GovWhitmer @dananessel @JocelynBenson 😂"
    },
    {
        "id": "1516975052104908805",
        "text": "@SenLTheis @GovWhitmer You're a despicable America hater."
    },
    {
        "id": "1517595567194574851",
        "text": "@Skydiver2021 @GovWhitmer lol is the snowflake angwy 😢"
    },
    {
        "id": "1517994052729421827",
        "text": "@rener2112 @GovWhitmer Because they know right from wrong"
    },
    {
        "id": "1516862078266527744",
        "text": "@zoranploscar @GovWhitmer We will, Make sure you vote RED"
    },
    {
        "id": "1517911174465179648",
        "text": "@CJCREEK @Hornet238 @dave_capt825 @GovWhitmer Good call!!!"
    },
    {
        "id": "1517183947029065730",
        "text": "@CrazyCreep8 @GovWhitmer Do you know what allegedly means?"
    },
    {
        "id": "1517657786460557325",
        "text": "@GovWhitmer @mackinacbridge she is so done it is funny lol"
    },
    {
        "id": "1517883342473023488",
        "text": "@LanaTheis @GovWhitmer Try telling the truth for a change."
    },
    {
        "id": "1517239177737388032",
        "text": "@PhilSoros @CallenderLemus @GovWhitmer Until November 8th."
    },
    {
        "id": "1517964573294403588",
        "text": "@UpperPeninsula @GovWhitmer Please, get over yourself Gov."
    },
    {
        "id": "1517271829785845761",
        "text": "@alcazar_susan @GovWhitmer #WorstGovernorInMichiganHistory"
    },
    {
        "id": "1516869592412471298",
        "text": "@cron4881 @MagaRisingJohn @GovWhitmer is a terrible tyrant"
    },
    {
        "id": "1518021815381151744",
        "text": "@leighhaddix @GovWhitmer No, murder isn’t. Good try 😃"
    },
    {
        "id": "1517340932978495489",
        "text": "@radz_r @GovWhitmer They’ll sink them in the Great Lakes"
    },
    {
        "id": "1518226179274145792",
        "text": "@rener2112 @GovWhitmer Because we care about the innocent."
    },
    {
        "id": "1517249906674741253",
        "text": "RT @LizMyer92247336: @GovWhitmer And you destroyed it all."
    },
    {
        "id": "1517330471641927688",
        "text": "RT @cmsdms5761: @GovWhitmer What is going on with line 5 ?"
    },
    {
        "id": "1518210160761655300",
        "text": "@Big_HAM12 @pv4843661 @GovWhitmer Yes, to someone trying to manipulate others emotionally, honesty and facts are twisted. Sorry, but you already lost the moral high ground on the topic by a mile. If you have a legit reason to prohibit abortion, I'm all ears, but 40+ years on this planet and I haven't heard 1 yet."
    },
    {
        "id": "1518239252315836418",
        "text": "@FloridaVoterNPA @DillyRoo @GovWhitmer Kills another human being. Also for 99% the female gave both implied and informed consent, when agreeing to have sex. As pregnancy is well known side effect to having sex. So it’s essentially inviting a person into your home, then killing them when they take up your offer."
    },
    {
        "id": "1518001285475229697",
        "text": "@LtGovGilchrist @GovWhitmer Wrong on all accounts, how we feel about abortion matters greatly, it’s not like putting a cast on a broken arm, u deprive a precious child their fundamental rights to life, liberty &amp; pursuit of happiness with no say in the process. A small % of abortions are due to reasons other"
    },
    {
        "id": "1517585227866165248",
        "text": "@ideafoam @danahocch @SenErikaGeiss @GovWhitmer A cop who sits silent while watching citizens civil rights being violated is complicit, not good. It’s a pity you’d rather choose to remain ignorant than admit you’re wrong. To each their own I suppose. It’s your head in the sand, not mine. 💁🏻‍♀️"
    },
    {
        "id": "1516905802753351681",
        "text": "@Becca_Californi You can have @GovWhitmer !!! She’s trash"
    },
    {
        "id": "1517167498097041408",
        "text": "@SenErikaGeiss @GovWhitmer Thank you for everything you do."
    },
    {
        "id": "1516923006433464320",
        "text": "@peacesignpam @GovWhitmer Hell no! Thats worst!🤣🤣🤣"
    },
    {
        "id": "1518211213032927232",
        "text": "@CraigDMauger @TruckerRandy @jonathanoosting @ZachGorchow @melinnky @stevegrubershow looks like you've burned your bridges. Being on the @GovWhitmer protection team mike not bode well for you and @detroitnews if MAGA republicans win the state. you'll be be thrashing in the dark trying to get a comment. irrelevant."
    },
    {
        "id": "1517081164611211264",
        "text": "@LanaTheis @detroitnews @GovWhitmer It is sad when the GOP stoops to pandering to the mentally ill, the gullible,  the uneducated, the corrupt and the blatant racists of our great country to win elections. Unfortunately, there are millions of people that fall under that list. Hiding behind the guise of Christianit"
    },
    {
        "id": "1517329424567386112",
        "text": "@Christo87641435 @GovWhitmer Yes please priority number one!"
    },
    {
        "id": "1517975555110449152",
        "text": "@DavidLiedtke7 @GovWhitmer Why do you hate the constitution?"
    },
    {
        "id": "1518451584581226497",
        "text": "@GovWhitmer @LtGovGilchrist Whitmer faked her own kidnapping"
    },
    {
        "id": "1517827865664016385",
        "text": "@GovWhitmer @mackinacbridge Yes that would be Awesome ❤️"
    },
    {
        "id": "1517463578822987777",
        "text": "@MAUREEN96724504 @GovWhitmer @GlennYoungkin Gladly. If only."
    },
    {
        "id": "1518097719188934658",
        "text": "@darrincamilleri @dananessel @JocelynBenson And @GovWhitmer!"
    },
    {
        "id": "1517063811638784001",
        "text": "@soniadeigh @SenErikaGeiss @GovWhitmer It was wanton murder."
    },
    {
        "id": "1518245907346690051",
        "text": "@Big_HAM12 @Mholly01 @GovWhitmer Good for those women in your life. Obviously, they have never been put in a position to have to make this decision. You have NO idea what women go thru, so you do need to sit by quietly because It’s none of your business!!!🤐 Its between a woman, her doctor and her higher power."
    },
    {
        "id": "1517596088521437184",
        "text": "@MotownGirl4 @PhilSoros @GovWhitmer The Lies from Democrats are just Stunning. I hope the Students asked her about the Nursing Home Deaths on her hands or the Lives and Livelihoods lost from her Lockdowns or about her Admin giving away ~$50B in Fraudulent Unemployment or why she doesn't respond to FOIA Requests etc"
    },
    {
        "id": "1518407759431147522",
        "text": "@memesofolde @hippiewalk @GovWhitmer Exactly, women don't get pregnant alone. The vast majority of the time, it is equally the woman's fault. They both need to grow up and work together to raise their kid. Stop acting like men are out to control women, responsible adults are telling irresponsible adults to grow up."
    },
    {
        "id": "1516857675887394821",
        "text": "@realfoodcures @JocelynBenson @GovWhitmer It seems DeSantis is like most Republicans \"personal freedom\" and \"local control\" is only good enough for Republicans supporting DeSantis or other Republicans who are slowly \"ERRODING\" out \"personal freedoms\" in everything from education to voting to reproductive rights!!!!"
    },
    {
        "id": "1517629321099333633",
        "text": "@LoriAll13493796 @GovWhitmer Turns out she was the seedy one."
    },
    {
        "id": "1516951395395682304",
        "text": "@MCSConline @GovWhitmer Thank you for this amazing honor!💗"
    },
    {
        "id": "1517238958207418368",
        "text": "@MidwestComet @GovWhitmer You spelled “Wretch” wrong.🤮"
    },
    {
        "id": "1516916637043245056",
        "text": "@WondererCurious @ResisterSis20 @GovWhitmer @JonHoadley Yes!!"
    },
    {
        "id": "1517651865340727302",
        "text": "@shawnca123 @GovWhitmer Not the way she’s been handling it!"
    },
    {
        "id": "1517239312814903298",
        "text": "@thtornado2003 @GovWhitmer Who’s gonna vote for her then???"
    },
    {
        "id": "1518250608557543424",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer Kristina failed leadership 101.  Good leaders don’t divide, cry or sow chaos, they try to find solutions to problems and work well w/people of differing views.  \n\nKK clearly lacks the ability to lead anyone outside the 12 year old “Mean Girls” club.  Adolescent drama."
    },
    {
        "id": "1518333529121296385",
        "text": "@Mholly01 @EdnaEsfeld @pv4843661 @GovWhitmer At what stage of pregnancy does personhood begin? Roe said it couldn’t answer that. If there is no established stage when personhood begins, abortion cannot be legal. Because persons have a constitutional right to life. So, what stage of pregnancy does personhood begin?"
    },
    {
        "id": "1517438008408121344",
        "text": "@danahocch @SenErikaGeiss @GovWhitmer ...remarkable that municipally funded successors of slave patrols working under legal cover of the state, explicit blessing of a white supremacist minority, and tacit support of the white majority are allowed to abuse us all in general...and murder black us in particular? Truly?"
    },
    {
        "id": "1517165267490639872",
        "text": "@ideafoam @SenErikaGeiss @GovWhitmer I'm sure he'll claim some bullshit about being in fear for his life, as all of these coward cops do, but how that stands up in court I'll never understand.\nIf he was so fearful why did he give chase?\nThe police forces in the US kill over 1,000 civilians a year That's unacceptable"
    },
    {
        "id": "1517579142245531650",
        "text": "@BYLuvJedi @SmellyCat2Sunny Kamala \"I'll blow anything\" Harris"
    },
    {
        "id": "1517157822320025600",
        "text": "@ChrisGa39928857 @dananessel @GovWhitmer Stick to guitar Chris"
    },
    {
        "id": "1518096661662380033",
        "text": "@GoGreen566 @GovWhitmer Props to you acknowledging women exist"
    },
    {
        "id": "1518303218161356800",
        "text": "@MIHouseDems @GovWhitmer And restaurant food at home everyday!"
    },
    {
        "id": "1517652515520749572",
        "text": "@SenLTheis @GovWhitmer He was most certainly grooming children"
    },
    {
        "id": "1517586443748708352",
        "text": "@SenLTheis @GovWhitmer I bet your family is embarrassed by you"
    },
    {
        "id": "1517520210227515392",
        "text": "@bwaydiva1 @GovWhitmer @JeremyAllenMoss @rosemarybayer Praying"
    },
    {
        "id": "1518176928657817601",
        "text": "@hfry37 @JennyGauthier3 @GovWhitmer who then fvcking asked you"
    },
    {
        "id": "1518186689432363009",
        "text": "@pv4843661 @GovWhitmer Stop using far outliers for your props."
    },
    {
        "id": "1518257962300620802",
        "text": "@sln_9840 @GovWhitmer There are so many dumb cunts on Twitter."
    },
    {
        "id": "1517138028094914560",
        "text": "@jdywm @IttenbachSherry @SenErikaGeiss @GovWhitmer Every use of deadly force is a tragedy, justified or not. I don’t celebrate any of this, and obviously there could have been different decisions made by Lyoya, and even the officer, but this situation taken as a whole will almost certainly be found to be justified."
    },
    {
        "id": "1517175470818791425",
        "text": "@jshallack @markfromtherez @GovWhitmer No, I said that men are responsible for 100% of unwanted pregnancies, ie, every unwanted pregnancy requires a male participant. So telling women that only they should learn to prevent them conveniently &amp; disingenuously absolves the man of their responsibility for prevention."
    },
    {
        "id": "1518225551269498885",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer She is tRumped, sad."
    },
    {
        "id": "1516839168382541826",
        "text": "@LanaTheis @GovWhitmer You yourself look like a child predator."
    },
    {
        "id": "1517971243894517763",
        "text": "@LtGovGilchrist @GovWhitmer \"Access\" - code for TaxPayer funded"
    },
    {
        "id": "1517964142279335942",
        "text": "@RogerAiken3 @GovWhitmer I prefer vasectomies as birth control."
    },
    {
        "id": "1517153878453604356",
        "text": "@RugerBncurtis @GovWhitmer She is not that bright… no, really"
    },
    {
        "id": "1516993372539351041",
        "text": "@SenErikaGeiss @GovWhitmer 👏🏼👏🏼👏🏼👏🏼🔥"
    },
    {
        "id": "1516920345944543232",
        "text": "@Stephan37035758 @GovWhitmer I’m a prolife Democrat.    Peace"
    },
    {
        "id": "1517361656866738177",
        "text": "@VermontLove2000 @ErinInTheMorn @GovWhitmer cc @MalloryMcMorrow"
    },
    {
        "id": "1517196856836640770",
        "text": "@FromTheElbow @SenErikaGeiss @GovWhitmer From all I've read, the victim wasn't armed. I can't tell from my reading whether Lyoyo actually had hold of the officer's taser or not, but nothing I've read warrants a bullet to the back of this man's head. (My husband is a retired cop, BTW, not that that makes me an expert.)"
    },
    {
        "id": "1518204421699735554",
        "text": "@Mholly01 @EdnaEsfeld @pv4843661 @GovWhitmer The percentage of 13 year old girls who have become pregnant as the result of rape or incest and require an abortion is less than 1/4 of 1%. And the agenda of Whitmer, as she has stated outside of Twitter is abortion for all women, for any reason, at any stage of pregnancy."
    },
    {
        "id": "1517078899234123776",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer So why is it a white woman was able to grab a taser from a male officer and wrestle with him? Guess what she didn't get body slammed and she is still alive! These piss poor excuses for shooting black people have to stop. These cops are racist and are executing ppl!"
    },
    {
        "id": "1517977354215124992",
        "text": "@DavidLiedtke7 @GovWhitmer God killed a bunch of first born sons"
    },
    {
        "id": "1517216247636709376",
        "text": "@LanaTheis @detroitnews @GovWhitmer you are a hateful evil woman"
    },
    {
        "id": "1517172624446656517",
        "text": "@MichiganLEO @GovWhitmer @MCSConline Fix the unemployment agency"
    },
    {
        "id": "1517332375272886278",
        "text": "@SenErikaGeiss @GovWhitmer Please read. This is our reality.🙏"
    },
    {
        "id": "1518032660173574151",
        "text": "@SteveLe34379022 @LtGovGilchrist @GovWhitmer Well you are wrong."
    },
    {
        "id": "1518394287544840193",
        "text": "@chococat69s @wxyzdetroit @GovWhitmer And grow your own produce."
    },
    {
        "id": "1516994231704899584",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer Oh no 😐"
    },
    {
        "id": "1518091988540825600",
        "text": "@rener2112 @GovWhitmer and women trolls are every bit of selfish"
    },
    {
        "id": "1517178003985424385",
        "text": "RT @LindaLRobertson: @SenLTheis So grateful to have @GovWhitmer."
    },
    {
        "id": "1518470304594505728",
        "text": "Representation is Ben Sisko. Identity Politics is Kamala Harris."
    },
    {
        "id": "1518470304594505728",
        "text": "Representation is Ben Sisko. Identity Politics is Kamala Harris."
    },
    {
        "id": "1517205233705058304",
        "text": "@Write_Away1 @SenErikaGeiss @GovWhitmer I understand it could be that the victim didn't have control of the taser or not for long enough. In my viewing it appeared he had taken control - but I'm okay with honest differences of opinion on that point. If charges are filed against the officer this will be the key at trial"
    },
    {
        "id": "1517960829810978817",
        "text": "@bobbyjoeybilly @GovWhitmer Many have suffered miscarriages, or have had to wait for surgery &amp; forced to carry on, knowing their baby is dead inside of them! Using the topic of “abortion rights” as a campaign tool is crude &amp; disgusting! How about she help people to make families &amp; lower $$ for In Vitro!"
    },
    {
        "id": "1516950246890291200",
        "text": "@WeThePeople021 The authoritarian tyrant @GovWhitmer definitely!!"
    },
    {
        "id": "1517465887774814209",
        "text": "@belvantous1 @GovWhitmer 🤣😅😂🥜🥜🥜🥜🥜🥜🥜"
    },
    {
        "id": "1518005304792858629",
        "text": "@bobbyjoeybilly @GovWhitmer Bobby you aren't very bright are you."
    },
    {
        "id": "1517564623343714304",
        "text": "@dave_capt825 @MichiganPalmist @GovWhitmer I wrote this one down."
    },
    {
        "id": "1517263189515378689",
        "text": "@mnazers @JayAndr50659684 @GovWhitmer You voting from Sacramento?"
    },
    {
        "id": "1516864359733108738",
        "text": "@radz_r @GovWhitmer Wrong governor but you know that don’t you?"
    },
    {
        "id": "1518468854527188992",
        "text": "Joe Biden- Kamala Harris \nRaila Odinga- Martha Karua\n\nSo declas.."
    },
    {
        "id": "1518468854527188992",
        "text": "Joe Biden- Kamala Harris \nRaila Odinga- Martha Karua\n\nSo declas.."
    },
    {
        "id": "1518633865962835975",
        "text": "RT @gwmorley55: @GovWhitmer You mean money going into your pocket"
    },
    {
        "id": "1517575809292197888",
        "text": "when will @GovWhitmer become a judge on drag race?? anita see it."
    },
    {
        "id": "1517929304495120384",
        "text": "@ChimerReilly @GovWhitmer @mackinacbridge For actually doing what no one else did? Keep in mind the prior governor received extra funding and raised taxes to fix the roads... so why was it not done? #BigGretch is only providing what was promised almost a decade ago... they choose to hoard and spend those tax $ elsewhere"
    },
    {
        "id": "1517178790627233792",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer David first Whitmer got to stop cebrating all the creeps in history like Columbus start their stop allowing rapist wp and child molesters out so quick and stop sending them to our neighborhoods. Stop setting up black families in shelters with ex-cons you treat us like prisoners"
    },
    {
        "id": "1516910513380286464",
        "text": "@ICEMANBOVEN @CSSJustice @GovWhitmer This is funny? I’m confused"
    },
    {
        "id": "1517004097081257984",
        "text": "@WeThePeople021 @GovWhitmer because she kills grandma and grandpa."
    },
    {
        "id": "1517201821978222594",
        "text": "@ideafoam @SenErikaGeiss @GovWhitmer And therein lies the problem."
    },
    {
        "id": "1516856705707122691",
        "text": "@realfoodcures @JocelynBenson @GovWhitmer Why does DeSantis impose his \"anti-democratic\" ideas on Floridians? I thought he was serious about his \"blah blah' about local control of school districts? I thought that he and other GOP governors really believed when they \"preached\" about \"local control\" and \"personal freedom\"!"
    },
    {
        "id": "1518497484938567680",
        "text": "@safar_katherine @JennyGauthier3 @GovWhitmer I will never condem a woman who chooses abortion. I’ve sat with survivors for their SANE exams. It is traumatizing. The morning after pill makes them really sick. But one can’t simply discount the life being lost. Either way, she is forced to make an excruciating decision."
    },
    {
        "id": "1517179411161923585",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer We are not dumb abortion was aimed at helping us kill ourselves off because of the misery and pain white people cause blacks daily. Maybe we should just go yall wicked and keep trying to hellonized us after all this evil done to us. Give us reperations so we we can finally be sa"
    },
    {
        "id": "1516874767290175488",
        "text": "@ChrisBarberi @GovWhitmer The the congress to stop holding up funds"
    },
    {
        "id": "1517181527414738949",
        "text": "@CrazyCreep8 @GovWhitmer No, but it does seem to help with honesty."
    },
    {
        "id": "1517648750260404224",
        "text": "@JesseKellyDC I say @GovWhitmer is barred due to the 14th amendment"
    },
    {
        "id": "1518239153992855553",
        "text": "@KatyKatStation @DavidLiedtke7 @GovWhitmer 👏👏👏👏👏👏"
    },
    {
        "id": "1518236157741617154",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer Let me summarize: WRONG!"
    },
    {
        "id": "1517262948137418754",
        "text": "@PhilSoros @RogerWi71241090 @CallenderLemus @GovWhitmer Sure thing."
    },
    {
        "id": "1517304005428486145",
        "text": "@belvantous1 @GovWhitmer The Poison Pipe ride will be very popular."
    },
    {
        "id": "1518628601939308545",
        "text": "@hfry37 @JennyGauthier3 @GovWhitmer Words matter. Infants are born."
    },
    {
        "id": "1517622070548611073",
        "text": "@GovWhitmer @mackinacbridge Let's meet and talk about UIA. Worthless"
    },
    {
        "id": "1518097682383966208",
        "text": "@JennyGauthier3 @GovWhitmer Who then is sticking up for the infants?"
    },
    {
        "id": "1518326381272346629",
        "text": "@MIHouseDems @GovWhitmer Yes they should and they should pay for it."
    },
    {
        "id": "1517256955630288898",
        "text": "@Milo93404636 @PipeLacayo @CariKelemen @GovWhitmer No they weren’t"
    },
    {
        "id": "1517880569937473536",
        "text": "@PhilSoros @DepotRussian @GovWhitmer You don’t drive much, do you?"
    },
    {
        "id": "1517686064730845186",
        "text": "@Ruth75539927 @GovWhitmer I can't wait to say good bye this November"
    },
    {
        "id": "1517074545135570944",
        "text": "@SenLTheis @GovWhitmer @SenLTheis @LanaTheis is human garbage.\n\n.\n\n."
    },
    {
        "id": "1517585099805573120",
        "text": "@WeCantWaitMi1 @tobiasroberts @GP_lawyer @GovWhitmer SSI disability."
    },
    {
        "id": "1517458953168433152",
        "text": "@mikeofkorea @Pit2Luv @GovWhitmer Can’t you still have a landline?"
    },
    {
        "id": "1517602843926183941",
        "text": "@moon_beam2022 @GovWhitmer No, less morons, you can have Snyder back"
    },
    {
        "id": "1517956191346999296",
        "text": "@pv4843661 @GovWhitmer She'll feel  harmed for the rest of her life."
    },
    {
        "id": "1517511633840611329",
        "text": "RT @hardrockbus: @GovWhitmer You banned purchases of seeds you idiot"
    },
    {
        "id": "1517642232353882112",
        "text": "@ideafoam @jdywm @IttenbachSherry @SenErikaGeiss @GovWhitmer wow you're heartless! how many more black men have to die simply because they were pulled over by police? and why didn't the cop call for backup? it's easier to murder a man than chase him down since they don't get reprimanded for it. it is an unjustified murder."
    },
    {
        "id": "1517552626686062595",
        "text": "@GovElectFeld89 @GovWhitmer What happened to all your grocery stores?"
    },
    {
        "id": "1517608948337102848",
        "text": "@GovWhitmer @mackinacbridge Just admit it Big Gretch, you're a Troll."
    },
    {
        "id": "1517967220722348032",
        "text": "@TjRoc_em2 @GovWhitmer Read your comment then you tell me who is dumb"
    },
    {
        "id": "1516971764429078528",
        "text": "@dave_capt825 @GovWhitmer All the stupid bastards would grovel for it"
    },
    {
        "id": "1517961588615098370",
        "text": "RT @UpperPeninsula: @GovWhitmer @mackinacbridge I will see you there!"
    },
    {
        "id": "1517927168831070210",
        "text": "RT @UpperPeninsula: @GovWhitmer @mackinacbridge I will see you there!"
    },
    {
        "id": "1517937736971259904",
        "text": "@EpochTimes @GovWhitmer I hope they choose wisely. Witmer needs to go."
    },
    {
        "id": "1517629831021830146",
        "text": "@Hornet238 @curt_stinson @MichiganPalmist @GovWhitmer Forgot that one."
    },
    {
        "id": "1518580629000048640",
        "text": "@KevinRinke @GovWhitmer Kevin, you are a boob.  And not the good kind."
    },
    {
        "id": "1517495194362564608",
        "text": "@LanaTheis @GovWhitmer Bwaaaaa haaaaa oh my gosh, what a liar you are."
    },
    {
        "id": "1517506702928605184",
        "text": "@UpperPeninsula @GovWhitmer Remember...  Trolls live under the bridge."
    },
    {
        "id": "1516885082690179072",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer Roe hasn't been overturned."
    },
    {
        "id": "1516868386206412800",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer Very, very, very, very few."
    },
    {
        "id": "1516920930378960897",
        "text": "@worthington1959 @zoranploscar @GovWhitmer Wow, so you are a parasite?"
    },
    {
        "id": "1517171594736521217",
        "text": "@BradleyCullina3 @SenErikaGeiss @GovWhitmer Officers have the authority to chase to apprehend\n\nOfficers have the authority to use physical force to restrain\n\nThe crimes at the time force was used were Assault on an Officer and Resisting an Officer with a Weapon both felonies.\n\nIt’s a tragedy, but very likely within the law"
    },
    {
        "id": "1517193200716374016",
        "text": "@ChadLivengood @iamoutofideas12 @FrankLuntz @GovWhitmer She has my vote"
    },
    {
        "id": "1518061276861276160",
        "text": "@Crystal45398906 @GovWhitmer Choosing to kill is a choice you are right"
    },
    {
        "id": "1517588695561297922",
        "text": "@Dedeletruckeur @GovWhitmer @HunterJCullen Stop overloading your truck!"
    },
    {
        "id": "1517124346841608194",
        "text": "@LanaTheis @GovWhitmer Of course you’re blonde…a dye job obviously."
    },
    {
        "id": "1518601047878643712",
        "text": "@MIChronicle @GovWhitmer Let’s focus on JOBS! And fix the damn roads!"
    },
    {
        "id": "1517332298483617793",
        "text": "@SenErikaGeiss @GovWhitmer Powerful! Needed to be said needs to be DONE"
    },
    {
        "id": "1518170684714893313",
        "text": "RT @ShorePoint888: @GovWhitmer Thank you Gov. Whitmer. 🙏🏼🙏🏼"
    },
    {
        "id": "1516906353645740033",
        "text": "@CourtadJustin @zoranploscar @GovWhitmer An ultrasound is performed to check on the health, development &amp; to find out if the baby is a boy, a girl, or just a big mass of cells that deserves to be brutally murdered. \n Whitmer says she will make sure all women can define their unborn baby as a mass of cells &amp; kill them."
    },
    {
        "id": "1517611573170290691",
        "text": "@FrankGatti2 @moon_beam2022 @GovWhitmer She’s not banging you frankie."
    },
    {
        "id": "1517261235665965056",
        "text": "@Skydiver2021 @GovWhitmer snowflake doesnt know how companies work. sad!"
    },
    {
        "id": "1517641188635029505",
        "text": "RT @Renay48937: @Terrysc93296047 @GovWhitmer Shut down line 5 and line 3"
    },
    {
        "id": "1517158633095770112",
        "text": "RT @fakesocialnoise: @SenLTheis @GovWhitmer You are an awful human being"
    },
    {
        "id": "1518237593959383042",
        "text": "@MISTERNICEGUYB1 @Big_HAM12 @pv4843661 @GovWhitmer How is it immoral? How can a thing like an \"unborn child\" exist? It is a nonsense phrase. Say fetus if you mean fetus. Say zygote if you mean zygote. Say child if you mean child. This is exactly what I'm talking about. You admitted to being emotionally manipulative on purpose."
    },
    {
        "id": "1517978254434467840",
        "text": "@Jeane63Taylor @GovWhitmer God says disobedient children should be stoned"
    },
    {
        "id": "1516843840719638528",
        "text": "@SenLTheis @GovWhitmer Republicans claim those are all socialism tho 😂"
    },
    {
        "id": "1517558600893448195",
        "text": "@dave_capt825 @GovWhitmer I sure do. And I hope everyone else remembers ."
    },
    {
        "id": "1518206010892111875",
        "text": "@dave_capt825 @GovWhitmer ONE HUNDRED FORTY TWO orders is a DICKTATORSHIP"
    },
    {
        "id": "1517883660111912962",
        "text": "@dvtyler @GovWhitmer @freep Are they collecting interest on those checks?"
    },
    {
        "id": "1517002554558795776",
        "text": "@ideafoam @danahocch @SenErikaGeiss @GovWhitmer Cops have the best union."
    },
    {
        "id": "1517880673624801280",
        "text": "@BLMLA @dananessel @GovWhitmer Shouldn't of resisted arrest sucks to suck."
    },
    {
        "id": "1517450687566827520",
        "text": "@GreatBritCat @GovWhitmer 😂😂😂😂😂😂😂🤡🤡🤡🤡🤡"
    },
    {
        "id": "1518148005928525826",
        "text": "@RogerWi71241090 @GarverLake @GovWhitmer Based af. She’s correct. ❤️"
    },
    {
        "id": "1517495378081239040",
        "text": "@GurlPower72 @danahocch @SenErikaGeiss @GovWhitmer I don’t understand your point about training.\n\nCitizens are permitted to do ANYTHING except what is prohibited by law.\n\nPolice are permitted to do NOTHING except what is authorized by law.\n\nThe law is sometimes imperfect, that is the reason QI exists and needs to in some form."
    },
    {
        "id": "1517954773202386944",
        "text": "@JanWils62143282 @Andreea51878650 @GovWhitmer Yeah just like you do ….Smh"
    },
    {
        "id": "1517112749112840194",
        "text": "@RugerBncurtis @GovWhitmer Yep, dark and gloomy but at least we have power."
    },
    {
        "id": "1517000147393257472",
        "text": "@SenErikaGeiss @GovWhitmer I'm proud that you are my state Senator, Madame."
    },
    {
        "id": "1517965074262069253",
        "text": "@Warnke_Steve @GovWhitmer No God gonna judge you for using his name in vain"
    },
    {
        "id": "1517628791157309440",
        "text": "@americancowbo18 @GovWhitmer @dananessel Didn't know that one.  She's nuts."
    },
    {
        "id": "1516888814660296704",
        "text": "@farrellbruce2 @LongTimeHistory @GovWhitmer @JonHoadley Stealing your meme."
    },
    {
        "id": "1517437658091294721",
        "text": "@jennobenno @GovWhitmer #VoteBlueMichigan 💙\n#ReElectGretchenWhitmer 🗳"
    },
    {
        "id": "1517175439390875649",
        "text": "@pizza_jenn @GovWhitmer Hahaha yeah Jenn, walls are closing in, any day now"
    },
    {
        "id": "1517989899831586817",
        "text": "@thunderw0lf2000 @GovWhitmer not like it matters to the demons that kill em"
    },
    {
        "id": "1518239863908225024",
        "text": "@traxattack @KevinRinke @GovWhitmer Do you drive a car?  If so you support."
    },
    {
        "id": "1517511827286016003",
        "text": "RT @BUFU86050040: @GovWhitmer This lady needs a dentist as she is too fake."
    },
    {
        "id": "1517155819476992000",
        "text": "@LanaTheis @GovWhitmer You should be ashamed of yourself. You are disgusting"
    },
    {
        "id": "1517156223962927105",
        "text": "@LanaTheis @GovWhitmer You should be ashamed of yourself. You are disgusting"
    },
    {
        "id": "1517973310608449543",
        "text": "@LtGovGilchrist @GovWhitmer Thank you! Reproductive rights are human rights."
    },
    {
        "id": "1517531405042954241",
        "text": "@Sbh08Mae @GovWhitmer We need Governor’s like Gov. Whitmer.  Re-elect her!"
    },
    {
        "id": "1517665289466433538",
        "text": "@americancowbo18 @GovWhitmer @dananessel Mommy dearest is what I see her as."
    },
    {
        "id": "1516931271154360320",
        "text": "RT @ChrisBarberi: @GovWhitmer PLEASE FIX THE DAMN ROADS SO WE CAN GET THERE!"
    },
    {
        "id": "1517590596030025729",
        "text": "@WeCantWaitMi1 @tobiasroberts @GP_lawyer @GovWhitmer Um.... for an active policy, they can't do that.  A fire is a one time event unlike lifetime attendant care.  However, they can change the terms when a policy is renewed or when legislation forces a change.\n\nThe injured are still receiving the benefit. The reimbursement is less."
    },
    {
        "id": "1517584733718433793",
        "text": "@ideafoam @danahocch @SenErikaGeiss @GovWhitmer Unfortunately, you’ve got it backwards. Police violated 275 state &amp; constitutional laws in &lt;20 minutes &amp; that was just the beginning. Their nearly 9 year cover up was FAR worse. Like I said, I once thought like you, until they showed me, that’s not how it works at all."
    },
    {
        "id": "1518225632253067264",
        "text": "@Crystal45398906 @GovWhitmer They had a choice before they got pregnant, too."
    },
    {
        "id": "1517457708059869186",
        "text": "@MaryKRe @GovWhitmer I see Mary is full of good news this Friday morning 😎"
    },
    {
        "id": "1517603088496005122",
        "text": "@PhilSoros @GovWhitmer Yep...Roads look great after 3 and 1/2 years. Now GFY."
    },
    {
        "id": "1516836963432550401",
        "text": "@SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1517872778464083968",
        "text": "@StacyErwinOakes @GovWhitmer @rexairllc @TeamBigGretch And they need one why?"
    },
    {
        "id": "1516959079612272640",
        "text": "@StacyErwinOakes @detroitnews @GovWhitmer @marcus4polytics That sounds bad…"
    },
    {
        "id": "1517084345214849026",
        "text": "@SteveLe34379022 @GovWhitmer Yep. You sound smart. You should run for office."
    },
    {
        "id": "1518228420202745858",
        "text": "@hfry37 @JennyGauthier3 @GovWhitmer What do infants have to do with abortion?"
    },
    {
        "id": "1517552351703355392",
        "text": "RT @Christo87641435: @GovWhitmer Sounds like a good place to start is line 5."
    },
    {
        "id": "1517202121099300865",
        "text": "@BLMLA @GovWhitmer Tall talk from a scam organization IRS 990.  #federalprison"
    },
    {
        "id": "1517663849750614017",
        "text": "@Colorad18418668 @crazycatlady_05 @GovWhitmer oh lookie here we got a smartass"
    },
    {
        "id": "1517518556577116160",
        "text": "@GreatBritCat @GovWhitmer Only if they cheat. Worse governor ever @ GovWhitmer"
    },
    {
        "id": "1517602958606848006",
        "text": "@MIBicyclists @GovWhitmer @DetroitGreenway Yes!! Thanks for pointing that out!"
    },
    {
        "id": "1518382604185178112",
        "text": "@MidmichiganW @GovWhitmer @JocelynBenson @dananessel This is the Best idea yet"
    },
    {
        "id": "1517242470568009731",
        "text": "@PhilSoros @CallenderLemus @GovWhitmer I will vote for anyone who’s not her."
    },
    {
        "id": "1518233450532253696",
        "text": "@rener2112 @GovWhitmer And why do you like murdering babies? Why are you evil?"
    },
    {
        "id": "1518633729903706114",
        "text": "RT @motherdragon402: @GovWhitmer You’re still getting voted out in November."
    },
    {
        "id": "1518445882680741888",
        "text": "@HumbleHappy2 @freep @MalloryMcMorrow @GovWhitmer @dananessel @JocelynBenson I've done plenty of research on this topic. May I suggest you research what detransitioners are saying, about their experience of transing as minors. I believe Jazz will join their number, as he struggles to understand himself and what has been done to him."
    },
    {
        "id": "1517199701011050509",
        "text": "@LoveismyB @GovWhitmer This is hilarious.  Your not getting anything Spaulding."
    },
    {
        "id": "1518497774530183168",
        "text": "@LtGovGilchrist @GovWhitmer What is it with the left that loves killing babies?"
    },
    {
        "id": "1517055368274362368",
        "text": "@SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1516904422261112838",
        "text": "@SenErikaGeiss @GovWhitmer YESS!!! We need more of this!!!! Enough is enough!!!"
    },
    {
        "id": "1518245241459032064",
        "text": "@dave_capt825 @GovWhitmer I hold her personally responsible for killing my mom."
    },
    {
        "id": "1517243147859996672",
        "text": "@dave_capt825 @GovWhitmer So many negative impacts\nWe won't forget in November!"
    },
    {
        "id": "1518584349926608896",
        "text": "@jennobenno @GovWhitmer @JocelynBenson @dananessel TRIFECTA🔥🔥🔥🇺🇸"
    },
    {
        "id": "1518186945515606016",
        "text": "@rener2112 @GovWhitmer Killing babies literally affects men and their children."
    },
    {
        "id": "1517964520844627970",
        "text": "@rooster_leger @GovWhitmer This is one of the dumbest comment I gave ever seen,"
    },
    {
        "id": "1518399728131661825",
        "text": "@safar_katherine @VetUss @GovWhitmer F-you!!\nClose your legs and be responsible"
    },
    {
        "id": "1517645339985125376",
        "text": "@BigHaus013 @GovWhitmer Does she think a windmill is going to fuel her boat?🙄"
    },
    {
        "id": "1517979718368350208",
        "text": "@Big_HAM12 @GovWhitmer You’re male. Sit down. You don’t get an opinion here."
    },
    {
        "id": "1517549153311678466",
        "text": "@FredWszolek @GovWhitmer Hopefully, it doesn't get rapidly worse like the roads."
    },
    {
        "id": "1517286606725599234",
        "text": "@MIRisingAction @wendyp4545 @GovWhitmer Only fox reports on it? F'ing ridiculous"
    },
    {
        "id": "1518018969818611716",
        "text": "@SesquipedalianW @DavidLiedtke7 @GovWhitmer It interferes with her agenda.☹️"
    },
    {
        "id": "1517184436546244609",
        "text": "@cguigli @CrazyCreep8 @GovWhitmer hahahahaha thanks for the laugh i needed that."
    },
    {
        "id": "1517285100538445824",
        "text": "@dave_capt825 @GovWhitmer She will find out how much she is disliked in November"
    },
    {
        "id": "1517136188074647553",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer Talking about the taser here is pointless. This escalated. The car was still there. His passenger was there. He was RUNNING AWAY in fear. Ok, let him go. It’s not like we can’t figure out who he is. You think this hero/cop saved the world from this young man going on a rampage?"
    },
    {
        "id": "1518271207061299201",
        "text": "@FuckyourselfG0 @msustew79 @rener2112 @GovWhitmer No, that's called masturbation."
    },
    {
        "id": "1517687022630154245",
        "text": "@GovWhitmer @mackinacbridge I'll join you governor, right where the YUGO went off"
    },
    {
        "id": "1516876781231476736",
        "text": "@GovWhitmer How's that repeal of the non existent pension tax going @GovWhitmer ?"
    },
    {
        "id": "1518629423246938114",
        "text": "@ReneeDahl5 @WWJ950 @GovWhitmer It was requested of everyone inside of the venue."
    },
    {
        "id": "1517806349513547777",
        "text": "@TuckerToday @GovWhitmer @chiefjamescraig @foxnation Another dumb Democrat she is"
    },
    {
        "id": "1518202402188546048",
        "text": "@stskram @Big_HAM12 @GovWhitmer I don’t touch your guns, don’t touch my body."
    },
    {
        "id": "1516902567091056641",
        "text": "@worthington1959 @zoranploscar @GovWhitmer You’re a baby, and a parasite.☹️"
    },
    {
        "id": "1518009562468655106",
        "text": "Joe Biden koltuğu Kamala Harris ne zaman bırakcak acaba yorma kendini artık :)"
    },
    {
        "id": "1518009562468655106",
        "text": "Joe Biden koltuğu Kamala Harris ne zaman bırakcak acaba yorma kendini artık :)"
    },
    {
        "id": "1517144190278283264",
        "text": "@mtn_bkr_jen @IttenbachSherry @SenErikaGeiss @GovWhitmer I personally think that this whole thing is a tragedy that could have potentially been avoided by a very limited number of things in this specific situation\n\nThat does not make this specific use of deadly force unlawful\n\nGraham v Connor is applied without the lens of 22 hindsight"
    },
    {
        "id": "1517608308408000512",
        "text": "@GovWhitmer @mackinacbridge No problem! It would be the other way around actually."
    },
    {
        "id": "1518232936851513345",
        "text": "@RogerWi71241090 @GarverLake @GovWhitmer Abortion is health care. Die mad about it"
    },
    {
        "id": "1517240398376316929",
        "text": "@Shasa_Cat @GovWhitmer What are you talking about???\nThey’re only $60,000.☹️"
    },
    {
        "id": "1517477152857468928",
        "text": "@Cedar500 @GovWhitmer But her husband can get the hummer to the cottage. You see???"
    },
    {
        "id": "1517660827641389056",
        "text": "@GovWhitmer @mackinacbridge You don’t take the bridge… you fly to Mackinac 🚁"
    },
    {
        "id": "1518194823488016384",
        "text": "@hippiewalk @GovWhitmer I have a hunch that you practice no sex, and not by choice."
    },
    {
        "id": "1517542904847290381",
        "text": "@jennobenno @GovWhitmer Hey, DM me. I've got something super important to telel ya."
    },
    {
        "id": "1518073560723558400",
        "text": "@wxyzdetroit Republicans know @GovWhitmer will lose no matter who runs against her!"
    },
    {
        "id": "1517970715030528001",
        "text": "Kamala Harris yeni ABD başkanı olacak gibi görünüyor belki de bu yıl içinde."
    },
    {
        "id": "1517970715030528001",
        "text": "Kamala Harris yeni ABD başkanı olacak gibi görünüyor belki de bu yıl içinde."
    },
    {
        "id": "1517538850683322368",
        "text": "@ElJefeSupremo1K @loopsie_la_la @RyanG36 @boemsf @angiewong it’s not unheard of for portions of parks to close for certain periods of the year, or due to inclement weather.  the @CityofDetroit should jump on lobbying for that asap. \n\n@WaltDisneyCo , i have zero doubt that @GovWhitmer and the @CityofDetroit would love to have y’all…"
    },
    {
        "id": "1517515371015655424",
        "text": "@BLMMichigan @dananessel @GovWhitmer Power to da people! ✊🏿 Boots on da ground!"
    },
    {
        "id": "1517203239946506240",
        "text": "@FreejazzJames @SenErikaGeiss @GovWhitmer Easily avoidable 100% he did it to himself"
    },
    {
        "id": "1518342260345262080",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer Are you just a liar, misinformed or both?"
    },
    {
        "id": "1517181220546920449",
        "text": "@cguigli @GovWhitmer Yes because gender really effects one's ability to govern. 🙄"
    },
    {
        "id": "1517219548101062657",
        "text": "@jennobenno @IJReilly4 @GovWhitmer Sounds like most of the for the people party, not"
    },
    {
        "id": "1518274162946674689",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer Are you this poor at lying or is it you honestly do not know how this all works? I mean, if you want to run for the position, shouldn’t potential voters be confident you know the position? Or is running on hate and fear without knowing a thing about the position your platform? 🤷🏻‍♀️"
    },
    {
        "id": "1517020463557341184",
        "text": "@abcrawford83 @CaterinaCatK @IttenbachSherry @SenErikaGeiss @GovWhitmer Taser 7 also can still shock/stun even after both sets of probes are deployed, just with another pull of the trigger. \n\nBut go ahead, try and explain why someone resisting arrest and stealing a weapon from an officer is somehow a “victim” that I’m “blaming.”"
    },
    {
        "id": "1517191227564642306",
        "text": "@mhopson09 @GovWhitmer This is giving him time to get his story together 🤬🤬🤬"
    },
    {
        "id": "1517354999671574528",
        "text": "@purekeweenaw @GovWhitmer @UPPCO Still cheaper than gas and 3X more efficient to boot"
    },
    {
        "id": "1517625045727670273",
        "text": "@abcrawford83 @ideafoam @danahocch @SenErikaGeiss @GovWhitmer Wrong.  \"Drive Stun\" is \"the process of using the EMD (TASER) weapon as a pain compliance technique. This is done by activating the TASER and placing it against an individual's body. This can be done without an air cartridge in place or after an air cartridge has been deployed.\""
    },
    {
        "id": "1517248976478736384",
        "text": "@MIRisingAction @GovWhitmer Really? Do people really buy into your lies and hyperbole?"
    },
    {
        "id": "1516999784728461313",
        "text": "@MaryPatFlynn1 @JocelynBenson @GovWhitmer @MIAttyGen @MalloryMcMorrow 🙌🏻🙌🏻"
    },
    {
        "id": "1518021116434038784",
        "text": "@RogerWi71241090 @GovWhitmer So sad when in 2022 birth control is so easily accessible"
    },
    {
        "id": "1516898813482573825",
        "text": "@dave_capt825 @JohnDal64696540 @GovWhitmer And we are still dealing with both of them!"
    },
    {
        "id": "1517966132216582145",
        "text": "@David0662 @GovWhitmer I agree. Make sure everyone you can get to vote in November does"
    },
    {
        "id": "1517602021108506627",
        "text": "@Drewdaddyb @GovWhitmer I'd forgotten about the ridiculous restaurant seating nonsense."
    },
    {
        "id": "1518136295125663745",
        "text": "@GoGreen566 @GovWhitmer Losing the right to kill?\n\nNot the “win” you think this is."
    },
    {
        "id": "1517336632268972032",
        "text": "@GurlPower72 @ideafoam @danahocch @SenErikaGeiss @GovWhitmer you used the perfect words"
    },
    {
        "id": "1517878408994504707",
        "text": "@JohnDee19273047 @BLMLA @dananessel @GovWhitmer BLM and Antifa is basically the new KKK"
    },
    {
        "id": "1518356512636293122",
        "text": "@Kelseynicki Are you getting the picture yet? \n@GovWhitmer \n@dananessel \n@JocelynBenson"
    },
    {
        "id": "1516899747944087552",
        "text": "@LanaTheis @detroitnews @GovWhitmer Our election laws aren’t broke. Don’t fix them."
    },
    {
        "id": "1517661765689085952",
        "text": "@UpperPeninsula @GovWhitmer She doesn’t take the bridge.. she takes a helicopter 🚁"
    },
    {
        "id": "1518356872885116933",
        "text": "@alysssairl @FloridaVoterNPA @DillyRoo @GovWhitmer Or naturalized! Read the other bill."
    },
    {
        "id": "1517977776569081857",
        "text": "@cowbanker @GovWhitmer People need to take care of themselves and it's nobody business."
    },
    {
        "id": "1517596230490107904",
        "text": "@dave_capt825 @GovWhitmer Keeping one dopey and dumb keeps one willing and compliant..."
    },
    {
        "id": "1517279091099152386",
        "text": "@dave_capt825 @GovWhitmer Yes, we remember! And my (now) voting aged kids remember too."
    },
    {
        "id": "1516893120511631360",
        "text": "@jennobenno @GovWhitmer @JonHoadley #VoteBlueMichigan 💙\n#ReElectGretchenWhitmer 🔥"
    },
    {
        "id": "1518002350119546880",
        "text": "@youngjaecheeks @crazycatlady_05 @GovWhitmer Better to be a smartass than a dumbass😁"
    },
    {
        "id": "1517928183558987776",
        "text": "@GovWhitmer @mackinacbridge I think she said yes as long as they are walking across 🤔"
    },
    {
        "id": "1518206881382207489",
        "text": "@spoonyboy9 @GovWhitmer My gender is irrelevant and I absolutely will not just sit down."
    },
    {
        "id": "1517200519562883072",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer No it’s not &amp; never will!!Same with other killings. You must teach yourself to feel the pain of another. To you they’re abstract dark skinned beings that don’t matter.\nPolice must de-escalate. Don’t chase someone running away. Was he a mass murderer on the loose? Why chase him?"
    },
    {
        "id": "1517965309784866816",
        "text": "@Girl555Here @GovWhitmer Even if the victim is a 13 yr old girl who was rap3d by someone?"
    },
    {
        "id": "1517191987975409664",
        "text": "@Puahashopgirl @wherami1984 @SenLTheis @GovWhitmer Control everything would sum it all up"
    },
    {
        "id": "1518168594693206016",
        "text": "@RogerWi71241090 @Arkancided @GovWhitmer Those children of rape and incest are human too."
    },
    {
        "id": "1517460178307854338",
        "text": "@Tom4tnc @GovWhitmer @TNCMichigan The story is by @Kelly_M_House but I agree it is solid!"
    },
    {
        "id": "1516880376576237568",
        "text": "@thunderw0lf2000 @GovWhitmer I’m sorry to hear that. That’s a really tough situation."
    },
    {
        "id": "1518425643255357440",
        "text": "@RogerWi71241090 @GarverLake @GovWhitmer Ugh. Take your invisible man in the sky and GTFOH"
    },
    {
        "id": "1517650810695475200",
        "text": "@Ruth75539927 @GovWhitmer Well, there is someone, oops, something, that should be planted!"
    },
    {
        "id": "1517570527531053058",
        "text": "@TobyCozak @BLMLA @dananessel @GovWhitmer See how BLM is quiet after showing them reality?"
    },
    {
        "id": "1517516858278170628",
        "text": "@epurdy @GovWhitmer @juliafgoldman @GuliaPickett can you help make this happen today? 🤞"
    },
    {
        "id": "1518136053110030336",
        "text": "@rener2112 @GovWhitmer Yes, because killing a man’s child has no effect on him. 🤡🤡"
    },
    {
        "id": "1518177604435693568",
        "text": "RT @ssmazzon: @LtGovGilchrist @GovWhitmer Thank you! Reproductive rights are human rights."
    },
    {
        "id": "1517904165896392704",
        "text": "@heyitsrebecca3 @dave_capt825 @GovWhitmer I remember everything this woman said &amp; did! Such as;  “WE WILL FIND YOU”! As she concocted her own fake kidnapping plot! Her constant hypocrisy, stay home &amp; don’t go to cabins or cottages, no gatherings! Facts: We know about her vaca home &amp; her daughter’s grad party, &amp; tons more"
    },
    {
        "id": "1516934467969036294",
        "text": "@CChampion_Z06 @GovWhitmer @JovanHPulitzer @mdeperno @AmericanREI5 You really are a dumbass"
    },
    {
        "id": "1517858971046096897",
        "text": "@theblaze Kamala “word salad” Harris will save the Democrats in the mid-terms. 😂🤣"
    },
    {
        "id": "1517858971046096897",
        "text": "@theblaze Kamala “word salad” Harris will save the Democrats in the mid-terms. 😂🤣"
    },
    {
        "id": "1517556151025606657",
        "text": "RT @doglips13: @Sbh08Mae @GovWhitmer We need Governor’s like Gov. Whitmer.  Re-elect her!"
    },
    {
        "id": "1518075960591273984",
        "text": "RT @doglips13: @Sbh08Mae @GovWhitmer We need Governor’s like Gov. Whitmer.  Re-elect her!"
    },
    {
        "id": "1518078438103519233",
        "text": "RT @doglips13: @Sbh08Mae @GovWhitmer We need Governor’s like Gov. Whitmer.  Re-elect her!"
    },
    {
        "id": "1518581848749793281",
        "text": "@jasalera @CraigDMauger @TruckerRandy @jonathanoosting @ZachGorchow @melinnky @stevegrubershow @GovWhitmer @detroitnews No, a \"court\" said no such thing. And there are still cases involving this that are coming up. You can live in delusional land all you want, but I think the majority of us KNOW a bunch of ragtag nutty morons planned to do this."
    },
    {
        "id": "1517562528628297728",
        "text": "@GovWhitmer Thank you @GovWhitmer - We support you and the work you're doing.\n\n#VoteBlue2022"
    },
    {
        "id": "1518228609915400194",
        "text": "@VetUss @GovWhitmer Dude, the day you get pregnant you can have an opinion. Now go sit down!"
    },
    {
        "id": "1516965245402726401",
        "text": "@danahocch @SenErikaGeiss @GovWhitmer They were a made to be servants of rich.  \nLook it up."
    },
    {
        "id": "1517578852213608448",
        "text": "@dave_capt825 @GovWhitmer She also didn’t allow the purchase of garden seeds and supplies."
    },
    {
        "id": "1517476979368464385",
        "text": "@davefmansour69x @GovWhitmer I hope she sees this bro! Maybe you’ll get a private jet trip"
    },
    {
        "id": "1518177188302004226",
        "text": "@hippiewalk @GovWhitmer when you can get pregnant,you can decide\nuntil then shut the fvck up"
    },
    {
        "id": "1517628977002827776",
        "text": "@lisakotcher @GovWhitmer @dananessel Translation: Democrats awarding Democrats.  Meaningless"
    },
    {
        "id": "1517529425373536256",
        "text": "RT @BigHaus013: @GovWhitmer You can't even fix the roads and you're going to fix the planet?"
    },
    {
        "id": "1516873161220009986",
        "text": "@MaryPatFlynn1 @JocelynBenson @GovWhitmer @MIAttyGen @MalloryMcMorrow Our Governor presided over 8.5 BILLION  of fraudulent unemployment checks. It cost every resident $900.\n\nOur AG got drunk at a football game and had to be wheeled out in a wheel chair. \n\nOur SOS violated election law but was allowed to remain in office.\n\nYou have low standards."
    },
    {
        "id": "1516939965246193664",
        "text": "@LtGovGilchrist @GovWhitmer Thank you!  And @GovWhitmer for innovation partnered with caring."
    },
    {
        "id": "1517332262936846337",
        "text": "@SportsAndChup @GovWhitmer Retweeting to promote this track for anyone who hasn’t heard it."
    },
    {
        "id": "1516843592010158082",
        "text": "@nshar1152 @GovWhitmer *except the people we want to murder so we call them “not people”."
    },
    {
        "id": "1517277411792109569",
        "text": "@thtornado2003 @GovWhitmer sorry pal, youre the snowflake in this situation, good try though!"
    },
    {
        "id": "1516893613065650184",
        "text": "@zoranploscar @GovWhitmer That is between the two of you--bottom line.\nSee how easy that was?"
    },
    {
        "id": "1517658549345652736",
        "text": "RT @dave_capt825: @americancowbo18 @GovWhitmer @dananessel Didn't know that one.  She's nuts."
    },
    {
        "id": "1518213390686117889",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer You clearly have no idea what you're talking about."
    },
    {
        "id": "1516982353846956032",
        "text": "@BradleyCullina3 @SenErikaGeiss @GovWhitmer But a man assaulting you and grabbing your taser is"
    },
    {
        "id": "1518415997211918336",
        "text": "@JomatoeJoe @hippiewalk @GovWhitmer And you know plenty of parents are not responsible parents."
    },
    {
        "id": "1516973251079118848",
        "text": "@LanaTheis @GovWhitmer I could tell you were lying... your lips moved.  #DishonestAndDisgusting"
    },
    {
        "id": "1517131593718116352",
        "text": "@MIRisingAction @joeferg62 @GovWhitmer #MichiganNeedsARealGovernor \n\n#VoteThisBiatchOutOfOffice"
    },
    {
        "id": "1518287230313324544",
        "text": "@MiAgorist @GovWhitmer Rape and incest resulting in pregnancy is cool tho? Get a uterus or stfu"
    },
    {
        "id": "1518225995701964800",
        "text": "@hfry37 @JennyGauthier3 @GovWhitmer The people above are filled with ignorance and selfishness."
    },
    {
        "id": "1516998185415151616",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer No we won’t. Stop justifying barbarism."
    },
    {
        "id": "1518025992895410176",
        "text": "@rener2112 @GovWhitmer Men have every right to speak. It may be his wanted baby she is killing."
    },
    {
        "id": "1518068939292557312",
        "text": "@rener2112 @GovWhitmer The left says “Men can get pregnant” 🫃.  Therefore, we get a say."
    },
    {
        "id": "1517335955492904961",
        "text": "RT @soniadeigh: @SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1517063759524548609",
        "text": "RT @soniadeigh: @SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1517262475271487488",
        "text": "RT @soniadeigh: @SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1517064041503596544",
        "text": "RT @soniadeigh: @SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1517084120500752384",
        "text": "RT @soniadeigh: @SenErikaGeiss @GovWhitmer That was an execution. It cannot continue to happen."
    },
    {
        "id": "1518207195892043777",
        "text": "@Dickieman8 @pv4843661 @GovWhitmer Wow Richie boy, those are some twisted morals you have there."
    },
    {
        "id": "1517970288612458500",
        "text": "@Fatoldwhitelad1 @GovWhitmer That's better than abortion. dont play if you cant the consequences"
    },
    {
        "id": "1518633134283268098",
        "text": "@KellyBreenMI @GovWhitmer @PontiacSchools Thank you all for this supporting this important task."
    },
    {
        "id": "1517440567885586432",
        "text": "@RickofNorwood @GovWhitmer Trying to kidnap her...\nDon't think think they really wanted her.🤔"
    },
    {
        "id": "1517330993333641216",
        "text": "@SenErikaGeiss @GovWhitmer Another lynching by a cops bullett!!!bullets!!!! 🤬😡😥😢😭"
    },
    {
        "id": "1517231346648821761",
        "text": "@SusieMcClanaha1 @GovWhitmer Sure, they started falling apart the minute she took office, right?"
    },
    {
        "id": "1516942120711565313",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer Choose to kill that tiny human.\nIt's 100% about life."
    },
    {
        "id": "1517613937122066433",
        "text": "@KellyBreenMI @NCSD @massp @GovWhitmer @LtGovGilchrist Strong building leaders produce excellence"
    },
    {
        "id": "1517601334295416839",
        "text": "@PhilSoros @GovWhitmer If you think that is even near enough money to fix things you are a Moron."
    },
    {
        "id": "1517272624698642433",
        "text": "@PhilSoros @RogerWi71241090 @CallenderLemus @GovWhitmer @chiefjamescraig You got all the answers."
    },
    {
        "id": "1518562660094251014",
        "text": "@RubyNecklace And he is a fake democrat! How is this even happening? @GovWhitmer @MalloryMcMorrow"
    },
    {
        "id": "1517497207322288130",
        "text": "@hardrockbus @GovWhitmer It was for your own good. I’m not sure how, but she said it was.☹️"
    },
    {
        "id": "1518631146837446657",
        "text": "@jennobenno @GovWhitmer A vote for Gov Whitmer is a vote for the people!\n#FreshVotesBlue\n#wtpBLUE"
    },
    {
        "id": "1518240091273003008",
        "text": "@mark_furlin @bobbyjoeybilly @GovWhitmer Until Bobby gets a uterus he needs to shout his pie hole"
    },
    {
        "id": "1516920429780295689",
        "text": "@zoranploscar @GovWhitmer This needs to be yelled from the rooftops! Abortion is child sacrifice."
    },
    {
        "id": "1517139886192488448",
        "text": "I got my #catastrophiclaims insurance surplus refund in the mail yesterday. Thank you @GovWhitmer"
    },
    {
        "id": "1518467250612801537",
        "text": "@HumbleHappy2 @freep @MalloryMcMorrow @GovWhitmer @dananessel @JocelynBenson You haven't done your homework, just accepted the  mass media narrative that enriches pharmaceutical and surgical giants at the expense of vulnerable youth. Sweden, UK, France, all putting brakes on transing of minors. You research that, then get back to me. Have a great day!"
    },
    {
        "id": "1517244134138028038",
        "text": "@DepotRussian @dananessel @GovWhitmer Hopefully free booze included. Otherwise count me as a pass."
    },
    {
        "id": "1517117286661992449",
        "text": "@GolfSoBad @PamelaLaatz1 Ugh, re-elect @GovWhitmer . She does not force her religious views on us."
    },
    {
        "id": "1517689864975798272",
        "text": "@GovWhitmer @mackinacbridge I'll give you ten bucks if you just keep walking and stay in Canada..."
    },
    {
        "id": "1516900409616519174",
        "text": "@GovWhitmer and @MDHHS_CME ignore rising rates and keeping head in sand. Must be an election year."
    },
    {
        "id": "1516942652201132032",
        "text": "@Ope_Whoopsie @zoranploscar @GovWhitmer What about the 3rd person - the one that gets slaughtered?"
    },
    {
        "id": "1518623439958990849",
        "text": "@buffordthebrave @BLMLA @dananessel @GovWhitmer And people still be murdered for complying so stfu"
    },
    {
        "id": "1516915871171719168",
        "text": "@jennobenno @ResisterSis20 @GovWhitmer @JonHoadley we stand with Governor Whitmer and always will!"
    },
    {
        "id": "1517511611069702144",
        "text": "RT @DarrylGross5: @GovWhitmer It will be when we are done with you. We can then begin our recovery"
    },
    {
        "id": "1516928455115296769",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1517262499254521857",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1516963149068521472",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1517335978158952453",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1516962719777411076",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1516980340933464065",
        "text": "RT @IttenbachSherry: @SenErikaGeiss @GovWhitmer This was an execution. We needs these laws passed."
    },
    {
        "id": "1518417977007300608",
        "text": "@HumbleHappy2 @freep @MalloryMcMorrow @GovWhitmer @dananessel @JocelynBenson No, as a lifelong Democrat, I'm not thankful for politicians who refuse to engage with issue of hormonal/surgical interventions for youth experiencing pubertal distress. No to double mastectomies in 14-year-olds! No to puberty blockers! No to enabling politicians! #DemsGetReal"
    },
    {
        "id": "1518526713914966016",
        "text": "@jasalera @CraigDMauger @TruckerRandy @jonathanoosting @ZachGorchow @melinnky @stevegrubershow @GovWhitmer @detroitnews I am reporting all of your Gov. Whitmer crap. There was a kidnapping plot against her already, and you're just trying to start fires. Also, I think @CraigDMauger  will do just fine without a comment from the homophobic racist brigade."
    },
    {
        "id": "1516903769367318534",
        "text": "@BBBSkeeter @thunderw0lf2000 @zoranploscar @GovWhitmer The USA don’t have a over population issue"
    },
    {
        "id": "1517482584455979013",
        "text": "@LtGovGilchrist @migovernment @GovWhitmer Dude, pull the camera back about 6 inches. What the hell."
    },
    {
        "id": "1517107226632237057",
        "text": "@RugerBncurtis @GovWhitmer Been raining on the southwest side of the state. Power is still on. 😀"
    },
    {
        "id": "1516951935642832896",
        "text": "@SenErikaGeiss @joeybags201 @GovWhitmer Just gonna ignore the assaulting and grabbing of the taser?"
    },
    {
        "id": "1516906305038036994",
        "text": "@coffeequeen4lif @LaskerSurprize @dave_capt825 @GovWhitmer @dananessel Horrible, horrible nightmare"
    },
    {
        "id": "1517635693824122881",
        "text": "@WeCantWaitMi1 @tobiasroberts @GP_lawyer @GovWhitmer So what?  You have backed up what I was saying."
    },
    {
        "id": "1518215289321799682",
        "text": "@crankyfred @KristinaKaramo @JocelynBenson @GovWhitmer It's a great look for a know-nothing fascist."
    },
    {
        "id": "1518348828302266369",
        "text": "@standup_mi @GovWhitmer \n@dananessel \n@JocelynBenson \nWe are voting your corrupt administration out."
    },
    {
        "id": "1517511526369968128",
        "text": "RT @LizMyer92247336: @GovWhitmer And we have the worst roads on the planet. Congratulations slacker."
    },
    {
        "id": "1517516169955192833",
        "text": "@GreatBritCat @GovWhitmer 😂🤣😂🐑💩🤡 needed a good laugh this morning \n\n#VoteWhitmerOut"
    },
    {
        "id": "1517241306539569155",
        "text": "@MIRisingAction @GovWhitmer Title 42 is public health code, idiots. It’s not about border security."
    },
    {
        "id": "1516968565936697345",
        "text": "@WeThePeople021 I wish I could say @GovWhitmer \nUnbelievably there are several others worse than her."
    },
    {
        "id": "1517287528600154112",
        "text": "RT @LaurieT03421579: @MIRisingAction @wendyp4545 @GovWhitmer Only fox reports on it? F'ing ridiculous"
    },
    {
        "id": "1518243448297562116",
        "text": "@DWT_YT @msustew79 @rener2112 @GovWhitmer Its already illegal for males to kill an unborn human being."
    },
    {
        "id": "1518288693471162368",
        "text": "@GoGreen566 @GovWhitmer Which rights will I lose if women lose the selfish ability to murder children?"
    },
    {
        "id": "1517279683292721152",
        "text": "@dananessel Is she there to clean up the embarrassing disaster of the fake kidnapping of @GovWhitmer ?"
    },
    {
        "id": "1518633786300420099",
        "text": "RT @MAUREEN96724504: @GovWhitmer Sit down Governor  we don't care about your lies  and empty promises."
    },
    {
        "id": "1516990696082722816",
        "text": "@SenErikaGeiss @GovWhitmer Don’t run from the cops with their taser and you won’t die pretty simple"
    },
    {
        "id": "1516975099571851267",
        "text": "@LanaTheis @GovWhitmer Keep tweeting. You might reach 5 voters ! Haha your following is pretty pathetic."
    },
    {
        "id": "1516899777086205953",
        "text": "@apackof2 @LaskerSurprize @dave_capt825 @GovWhitmer @dananessel Heaven help us. Now that is a nightmare."
    },
    {
        "id": "1518044238738558976",
        "text": "@puppamac @jonathanoosting So very grateful for @dananessel, @JocelynBenson and @GovWhitmer 💙💙💙"
    },
    {
        "id": "1518357439120351233",
        "text": "RT @patroit_gal: @Kelseynicki Are you getting the picture yet? \n@GovWhitmer \n@dananessel \n@JocelynBenson"
    },
    {
        "id": "1517351380691951616",
        "text": "@Deconflicted @smithandrew74 @GovWhitmer Right! Everywhere I go anymore...they ARE fixing the damn roads!"
    },
    {
        "id": "1517596719483129856",
        "text": "@Mojean12 @GovWhitmer She murdered innocent seniors in nursing homes...just one of her greatest debacles."
    },
    {
        "id": "1517184531371073539",
        "text": "@tobiasroberts @WeCantWaitMi1 @GP_lawyer @GovWhitmer That’s what long term disability insurance is for."
    },
    {
        "id": "1517629143814488067",
        "text": "@GovWhitmer @mackinacbridge I dont know how you can tell with everyone running to get away from you. Karma"
    },
    {
        "id": "1516881811841949696",
        "text": "@LanaTheis @detroitnews @GovWhitmer @lanatheis You are the child partisan who has no integrity of any kind"
    },
    {
        "id": "1517506379497586688",
        "text": "@SenLTheis @GovWhitmer Thank you for showing us how awesome Sen. McMorrow is- she destroyed you.\n#WeSeeYou"
    },
    {
        "id": "1518059997069856768",
        "text": "@ElJefeSupremo1K @RyanG36 @loopsie_la_la @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer i pity anyone and everyone that has no choice but to suffer the presence of you, a wasted orgasm that grew up to be unworthy of love and respect and kindness.  the people that raised you failed all of us, and they deserve public shaming. \n\nfuck off, troglodyte."
    },
    {
        "id": "1517506597970489345",
        "text": "@Dedeletruckeur @GovWhitmer @HunterJCullen They just redid that road two years ago hard to believe isn't it"
    },
    {
        "id": "1517227213560582145",
        "text": "@JayAndr50659684 @GovWhitmer You mean personal plans, right? Because she will be busy with her second term."
    },
    {
        "id": "1518408454045581316",
        "text": "@JomatoeJoe @hippiewalk @GovWhitmer get a vasectomy lone ranger\nproblem solved\n\nglad we could clear this up"
    },
    {
        "id": "1517448830509363201",
        "text": "@LanaTheis @detroitnews @GovWhitmer Integrity??.😂😂😂😂you couldn't b gov whitmer on your best day"
    },
    {
        "id": "1517195035699163136",
        "text": "@jennobenno @GovWhitmer #VoteBlueDownBallot\n\nEvery elected position... local, state, federal....\n\n#VoteBlue"
    },
    {
        "id": "1516899189220954114",
        "text": "@justahallcall @Govmule1 @GovWhitmer This is on HER she ran on this she failed at this and many many things"
    },
    {
        "id": "1518298043124228096",
        "text": "RT @11JeanneDarc: @RogerWi71241090 @Arkancided @GovWhitmer Those children of rape and incest are human too."
    },
    {
        "id": "1517529639920541696",
        "text": "RT @mschultz444: @GovWhitmer How about you protect our children from pedophiles or is that not  a priority?"
    },
    {
        "id": "1517928633570144256",
        "text": "@heyitsrebecca3 @dave_capt825 @GovWhitmer Thank you for remembering what many others seem to have forgotten!"
    },
    {
        "id": "1518044456880119814",
        "text": "@michigan_lion In November when we kick dictator @GovWhitmer OUT and we will be successful again as a State!"
    },
    {
        "id": "1517875760924708864",
        "text": "@sugarshack30 @GrandRapidsPD @GrandRapids_MI @LtGovGilchrist @GovWhitmer Blm blah blah blah is more truthful"
    },
    {
        "id": "1516867779663704069",
        "text": "RT @FFLARRY2: @GovWhitmer Why do you think killing a baby minutes from its first sweet breath of life is ok?"
    },
    {
        "id": "1518615618542473216",
        "text": "RT @Makinwaves3: @GovWhitmer Governor Whitmer for a \n#MightyMichigan \nA better future! \n💡💡💡💡💡"
    },
    {
        "id": "1517140137678761984",
        "text": "@mtn_bkr_jen @abcrawford83 @CaterinaCatK @IttenbachSherry @SenErikaGeiss @GovWhitmer You need to go to a citizens academy at your local police agency. Police are not “trained to fear” anyone. Police are trained to assess physical resistance and apply the minimum amount of force necessary to gain compliance or reduce a threat, up to or including deadly force."
    },
    {
        "id": "1516840497486123009",
        "text": "@Gen_Atomic @isabelleboemeke @GovWhitmer #GreenNuclearDeal \n#NuclearInnovationCleanEnergy \nThe Future is NICE"
    },
    {
        "id": "1518467363276050432",
        "text": "@HumbleHappy2 @freep @MalloryMcMorrow @GovWhitmer @dananessel @JocelynBenson PS I ostracize no one with facts."
    },
    {
        "id": "1518019691553431552",
        "text": "@LtGovGilchrist @GovWhitmer That is rich coming from an administration that took away our rights for two years"
    },
    {
        "id": "1517316019655696389",
        "text": "@PhilSoros @CallenderLemus @GovWhitmer Till she goes to prison along with Benson and Nessel for election fraud"
    },
    {
        "id": "1518060982916071425",
        "text": "@rener2112 @GovWhitmer Murdering children effects everyone, especially late term babies that are able to live."
    },
    {
        "id": "1517935582739062787",
        "text": "@ttennysonTDR @dvtyler @GovWhitmer @freep 🤣🤣🤣🤣 That's funny.I was thinking of crybaby Rodgers too."
    },
    {
        "id": "1517487428533112833",
        "text": "@GovWhitmer @HunterJCullen Now can we fix the roads in MI ? Truck driver here from Canada, the I69 is brutal :("
    },
    {
        "id": "1517097939142856705",
        "text": "@WeThePeople021 @GovWhitmer and it isn't close, but we will fix that in 201 days. #201days #VoteHerOut #wHitler"
    },
    {
        "id": "1516867194755424263",
        "text": "@apackof2 @dave_capt825 @GovWhitmer @dananessel I will sign that she \"willfully neglected her duties of office."
    },
    {
        "id": "1517517796489498624",
        "text": "@charlesfowler @LaurieT03421579 @wendyp4545 @MIRisingAction @GovWhitmer Tell me you’re dumb without saying it"
    },
    {
        "id": "1517460520089145346",
        "text": "@jonathanoosting @GovWhitmer @TNCMichigan @Kelly_M_House My apologies; thank you both for your great reporting."
    },
    {
        "id": "1517107374615515136",
        "text": "@von_dragan @BarbByrum @TudorDixon @GovWhitmer You and 10 other people @von_dragan 😂😂😂😂🤡🤡🤡"
    },
    {
        "id": "1516867736051277829",
        "text": "RT @arkaeopteryx: @nshar1152 @GovWhitmer *except the people we want to murder so we call them “not people”."
    },
    {
        "id": "1517224033229619200",
        "text": "@MIRisingAction @GovWhitmer \"...police saw a car driven by an illegal immigrant...\"\nMake that make sense please."
    },
    {
        "id": "1517275293194596353",
        "text": "@PhilSoros @alex_bommarito @CallenderLemus @GovWhitmer @chiefjamescraig Who gave him the order? \nGretal Whitmer."
    },
    {
        "id": "1517682769043857408",
        "text": "@SenLTheis @GovWhitmer Mcmorrow for president 2032! Theis for Hell, MI comptroller 2026! You heard it here first"
    },
    {
        "id": "1517558993794650112",
        "text": "@dave_capt825 @GovWhitmer Someone reminded that you couldn’t even buy seeds! The Left are just flat out st*pid"
    },
    {
        "id": "1518592620360093696",
        "text": "RT @TexMex_BBQ: @GovWhitmer Sniff sniff sniff.... smells like election year pork barrel spending and propaganda."
    },
    {
        "id": "1518633668125802500",
        "text": "RT @TexMex_BBQ: @GovWhitmer Sniff sniff sniff.... smells like election year pork barrel spending and propaganda."
    },
    {
        "id": "1517970482280153094",
        "text": "@Andreea51878650 @GovWhitmer She will be in heaven while your looking up and her crying and apologizing from he//"
    },
    {
        "id": "1518092610438672385",
        "text": "@GovWhitmer @UpperPeninsula @mackinacbridge Shut up! Feminist demon! No body likes you unless you're paying them."
    },
    {
        "id": "1516877342311956481",
        "text": "@SenErikaGeiss @GovWhitmer Whitmer and Nessel have ignored repeated profiling issues with the MSP and othe depts."
    },
    {
        "id": "1517514260431130624",
        "text": "@epurdy @GovWhitmer If she is that good at planning ahead, I hope that she does run into someone who can sign it!"
    },
    {
        "id": "1518206126524874752",
        "text": "@njtking @pv4843661 @GovWhitmer I will make murdering unborn children my business. We all know that’s not okay."
    },
    {
        "id": "1517802625651126273",
        "text": "Dimanche une femme sera présidente de la France et dans la même année Biden sera remplacé par Kamala Harris !"
    },
    {
        "id": "1517802625651126273",
        "text": "Dimanche une femme sera présidente de la France et dans la même année Biden sera remplacé par Kamala Harris !"
    },
    {
        "id": "1517529848998203394",
        "text": "RT @166ben: @GovWhitmer who is WE gretch? is the we really YOU? It is always you, but WE do not like or trust YOU"
    },
    {
        "id": "1518441673818353665",
        "text": "RT @Ichibankhan: @GovWhitmer Thank you Governor Whitmer! Keep up the great work! 💙💙💙💙💙💙💙💙"
    },
    {
        "id": "1517529875850141706",
        "text": "RT @business_ofyo: @GovWhitmer How about setting small goals to not kill seniors... #200Days #VoteHerOut #wHitler"
    },
    {
        "id": "1518232630751383553",
        "text": "@DWT_YT @rener2112 @GovWhitmer Your party’s obsession with sexualizing children is really bizarre.  Ok, Groomer."
    },
    {
        "id": "1517140903999115266",
        "text": "@DepotRussian @dananessel @GovWhitmer You mean she enforced a law that had existed since 1945? What a mean person."
    },
    {
        "id": "1518407294555504640",
        "text": "@HumbleHappy2 @freep @MalloryMcMorrow @GovWhitmer @dananessel @JocelynBenson No we are not. Whitmer is a murderer!"
    },
    {
        "id": "1517124451091066880",
        "text": "RT @Pasqualiba: @GolfSoBad @PamelaLaatz1 Ugh, re-elect @GovWhitmer . She does not force her religious views on us."
    },
    {
        "id": "1516842626275815435",
        "text": "@JocelynBenson Desantis continues to prove over and over again that he is the best governor in the U.S. @GovWhitmer"
    },
    {
        "id": "1516946477020549126",
        "text": "@LanaTheis @detroitnews @GovWhitmer Small minded Lana.\nTalking about other people because she has NOTHING TO OFFER."
    },
    {
        "id": "1516926914652426244",
        "text": "@tobiasroberts @cweissdewpoint @GP_lawyer @GovWhitmer @MISenate @MI_Republicans @MIDIFS They've yet to produce any!"
    },
    {
        "id": "1517954092882030592",
        "text": "@Andreea51878650 @GovWhitmer You won't even show your face.  If you are so proud of who you support, show your face."
    },
    {
        "id": "1517172718906531844",
        "text": "@Hobbie_VK @markfromtherez @GovWhitmer I agree. But I believe both the man and woman have a role in preventing them."
    },
    {
        "id": "1518495235948613634",
        "text": "@yoydoitwit2 @JennyGauthier3 @GovWhitmer Seriously? I’ve witnessed two abortions. The infant is the one suffering."
    },
    {
        "id": "1518549608900792321",
        "text": "RT @patroit_gal: @standup_mi @GovWhitmer \n@dananessel \n@JocelynBenson \nWe are voting your corrupt administration out."
    },
    {
        "id": "1517591641816805377",
        "text": "@curt_stinson @dave_capt825 @Hornet238 @GovWhitmer We can only hope! I said “fuck her” and put my boat in anyways."
    },
    {
        "id": "1517657186511605761",
        "text": "@dave_capt825 @GovWhitmer @dananessel she is done and she knows it! she is more useless that a CO*K flavored lollipop!"
    },
    {
        "id": "1518596692202778624",
        "text": "@jennobenno @aleshadalin @GovWhitmer The republicons on the radical right are somewhere  between Nazism and communism."
    },
    {
        "id": "1518633578418032640",
        "text": "RT @SteveLe34379022: @GovWhitmer Is your arm sore from patting yourself on the back?\n35,000 dead and you are pandering"
    },
    {
        "id": "1516899079447531528",
        "text": "RT @lpmi: @GovWhitmer As governor, my job is to fight for my constituents’ rights*\n\n*Terms and conditions may apply."
    },
    {
        "id": "1517150596314193920",
        "text": "@MIRisingAction @GovWhitmer Opinion: Detroit News @detroitnews should be ashamed to Print this nonsense \n#DemocracyRise"
    },
    {
        "id": "1516867754862784512",
        "text": "@dave_capt825 @GovWhitmer No, she has governmental immunity and was doing her job, a very shitty job bit she is immune."
    },
    {
        "id": "1518206630919290886",
        "text": "@thunderw0lf2000 @pv4843661 @GovWhitmer So I have to keep my politics out of it but you don’t? Pretty naive thinking."
    },
    {
        "id": "1517172139232833536",
        "text": "@Hobbie_VK @markfromtherez @GovWhitmer You did say that when you said men are 100% responsible for unwanted pregnancies."
    },
    {
        "id": "1517952917294264321",
        "text": "@robert_senneff @GovWhitmer Talk to the federal government, the state governments are not the ones controlling that part"
    },
    {
        "id": "1518097255689031682",
        "text": "@thunderw0lf2000 @Big_HAM12 @pv4843661 @GovWhitmer Oh yes! The overused, and just as often refuted, violinist's analogy."
    },
    {
        "id": "1517992341172326400",
        "text": "@thunderw0lf2000 @GovWhitmer Please define \"pregnancy-related cause\".\n\nSeems the language is extraordinarily vague, imo."
    },
    {
        "id": "1517512489847693312",
        "text": "RT @AVandelay15: @GovWhitmer Only thing that’s good for our planet is getting your husband’s boat in the water ASAP!"
    },
    {
        "id": "1517621154332164100",
        "text": "@Adamant4Detroit @GovWhitmer what is the specific action in the MI Healthy Climate Plan that will increase public transit"
    },
    {
        "id": "1518231608855187456",
        "text": "@hippiewalk @Michell10055426 @GovWhitmer Sex shaming of women, when men cause 100% of pregnancies, is wrong. Do better AH"
    },
    {
        "id": "1516927186913144835",
        "text": "@realfoodcures @JocelynBenson @GovWhitmer You know, he's not going to sleep with you no matter how much you simp for him."
    },
    {
        "id": "1516867756762742788",
        "text": "RT @howie3232: @GovWhitmer All of the sudden Whitmer thinks we should have the right to make decisions for ourselves 🤔"
    },
    {
        "id": "1517978682291228672",
        "text": "@Andreea51878650 @GovWhitmer The Bible doesn’t say anything about abortion but it talks about God killing a bunch babies"
    },
    {
        "id": "1517084664103636994",
        "text": "@GovElectFeld89 @GovWhitmer Did you call her office? Or do you think the intern running her social media has divine power?"
    },
    {
        "id": "1516863381009059840",
        "text": "@nathans420 @zoranploscar @GovWhitmer Then how come if you killed a pregnant mother you could be charged with both deaths?"
    },
    {
        "id": "1518215155435425793",
        "text": "RT @BlakeAd78106579: @KristinaKaramo @JocelynBenson @GovWhitmer You are incorrect on pretty much everything you just said."
    },
    {
        "id": "1517982572709658624",
        "text": "RT @Freespirit7326B: Jon definitely deserves Justice!! Shame on the MDOC #justiceforjonny @OpenMIDoor @GovWhitmer @MDOCFOA"
    },
    {
        "id": "1517181607358222337",
        "text": "@CrazyCreep8 @cguigli @GovWhitmer No, but it does seem to have an effect on whether women's issues get equal consideration."
    },
    {
        "id": "1517466876976242691",
        "text": "@CrazyCreep8 @cguigli @GovWhitmer The Washington Examiner. That's a really reputable news source.  🤣🤣🤣🤣🤣🤣"
    },
    {
        "id": "1517139090155614208",
        "text": "@DougDerby @GovWhitmer A buddy of mine hit a pothole and lost it. 1000s of dollars after a trip to the ER and a repair shop"
    },
    {
        "id": "1516944123646914561",
        "text": "@NathanWroberts1 @GovWhitmer Tainted the jury? Not the premeditated obvious entrapment?\n\nYour MSM has lost all credibility."
    },
    {
        "id": "1517816115774332929",
        "text": "@PhilSoros @GovWhitmer Lol. March 2022. Four facking years after the big promise and before another election. Wake up  🤡"
    },
    {
        "id": "1517179423384080385",
        "text": "@pizza_jenn @SteveLe34379022 @GovWhitmer Hey you’re the one who’s delivering pizzas, thought you’d want better roads."
    },
    {
        "id": "1517511139151732739",
        "text": "@GovWhitmer @GovWhitmer is coming off out right lying in her own Fake Kidnapping plot. What hasn’t this Karen lied about ?"
    },
    {
        "id": "1516833816337281024",
        "text": "@LanaTheis @GovWhitmer The name Lana Theis &amp; the word “integrity” will never be this close to each other ever again."
    },
    {
        "id": "1517351249154248704",
        "text": "@MsDragonFire @abcrawford83 @danahocch @SenErikaGeiss @GovWhitmer I’ve watched the whole encounter and you need to as well."
    },
    {
        "id": "1517110640900509696",
        "text": "@RugerBncurtis @GovWhitmer We haven’t seen anything yet, wait until they close the rest of the power plants in a few years."
    },
    {
        "id": "1517983152353984512",
        "text": "@TjRoc_em2 @GovWhitmer Oh I'll stand in judgment... I'll fair much better than the governor 😂 and those defending her 😎"
    },
    {
        "id": "1517330590504263685",
        "text": "@jasonselvig If this is the caliber of candidates running against @GovWhitmer, I don't think she has anything to worry about."
    },
    {
        "id": "1517204855445721091",
        "text": "@jennobenno @Sbh08Mae @GovWhitmer Snyder imposed a $1.5 billion tax on elderly pensionsers, to pay for tax cuts for the rich."
    },
    {
        "id": "1517298046924636163",
        "text": "@kenny_g69 @GovWhitmer I'm sorry you are having issues, but I don't see where  the initiatives mentioned contributed to them."
    },
    {
        "id": "1517990109987147777",
        "text": "@thunderw0lf2000 @GovWhitmer Should we be able to terminate a child's life if they are born with a deformity or mental issue?"
    },
    {
        "id": "1518229143321776128",
        "text": "@Big_HAM12 @stskram @GovWhitmer It’s very relevant. When you get pregnant than you can open your mouth. Until then sit down!"
    },
    {
        "id": "1518432490054107137",
        "text": "@CanaryAmerica @matthewjdowd @GovWhitmer @dananessel @JocelynBenson I hope so as well. We're only part time residents, but...."
    },
    {
        "id": "1517888189452664834",
        "text": "@GovWhitmer @mackinacbridge I have peripheral artery disease had bypass a year ago I will do it, walking is good for the veins"
    },
    {
        "id": "1517165182384021504",
        "text": "@Hobbie_VK @markfromtherez @GovWhitmer So women do have a role in the process now? You said they didn’t before. Which is it?"
    },
    {
        "id": "1518018769720946688",
        "text": "@JamieLynnJohns8 @GovWhitmer No, sorry, this time everyone only gets to fill out one ballot. And they will have to show an ID."
    },
    {
        "id": "1516884938083258368",
        "text": "@MIVoter70 @zoranploscar @GovWhitmer The abortion laws on the books from 1931 would be in effect if Roe vs Wade is overturned."
    },
    {
        "id": "1517439887078825984",
        "text": "@alex_bommarito @mnazers @JayAndr50659684 @GovWhitmer Sure, you know the cheat is always on with Whitmer,  Benson  and Nessel."
    },
    {
        "id": "1517998689435979776",
        "text": "@bondyjan @LtGovGilchrist @GovWhitmer Now we've degraded human life to \"nobody\". This is such a pathetic stance for humankind."
    },
    {
        "id": "1518088179257016320",
        "text": "@pv4843661 @GovWhitmer Hmmm. So what your saying is mothers shouldn’t be trusted to make good decisions with their children?"
    },
    {
        "id": "1518032450676563968",
        "text": "@rener2112 @GovWhitmer Um wrong. If I get a woman pregnant and she decides to abortion our unborn child how am I not affected?"
    },
    {
        "id": "1517134116130545664",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer Courts don't typically deal in hypotheticals; as a lawyer, the governor knows this."
    },
    {
        "id": "1516878807075999744",
        "text": "@thunderw0lf2000 @zoranploscar @GovWhitmer That's not enough.  We need mandatory sterilization to prevent world overpopulation."
    },
    {
        "id": "1517583585422630913",
        "text": "@youngjaecheeks @crazycatlady_05 @GovWhitmer I'm fluent in sarcasm, however your statement wasn't sarcastic but simply idiotic."
    },
    {
        "id": "1517087680969990144",
        "text": "@AmberBrookhouse @GovWhitmer I'm sorry this has happened to you folks. I hope they will let you see and be with your dad #iwlu25"
    },
    {
        "id": "1516921876647342080",
        "text": "@LanaTheis @GovWhitmer Another fact free, baseless attack.\n\nBillions is a big number to claim, lady. SHOW THE EVIDENCE FOR ONCE."
    },
    {
        "id": "1516951143510855680",
        "text": "@MichiganFreedom @GovWhitmer Parents have ALWAYS been in charge. The only one oppressing these kids are the parents allowing it."
    },
    {
        "id": "1517284189086748672",
        "text": "@GovWhitmer Why did you lie about the fake kidnapping attempt @GovWhitmer ? Seems like you have been caught in several whoopers ."
    },
    {
        "id": "1517964552369025025",
        "text": "@KaitlynBuss @NolanFinleyDN @detroitnews @GovWhitmer Are the unborn alive or not? Because if they are, why is it ok to kill them?"
    },
    {
        "id": "1517595990232080385",
        "text": "@Skydiver2021 @GovWhitmer also just looked through your account, seems like someones got a little crush on the governer, its cute"
    },
    {
        "id": "1517293210690797574",
        "text": "@kenny_g69 @GovWhitmer And you are saying these homes you believe will be taken will be taken due to these specific intitiatives?"
    },
    {
        "id": "1517912131898908672",
        "text": "@GovWhitmer @mackinacbridge Don't stop at the bridge. Keep walking until you get to Canada. Then just don't bother turning around."
    },
    {
        "id": "1518271955845087233",
        "text": "@JomatoeJoe @nanleavell @hippiewalk @GovWhitmer You can take nearly every precaution short of sterilization and still get pregnant"
    },
    {
        "id": "1518577224441643009",
        "text": "@jennobenno @GovWhitmer @JocelynBenson @dananessel Strong women who need to stay in office!\n#FreshVotesBlue\n#FreshResists\n#wtpBLUE"
    },
    {
        "id": "1517898742917120000",
        "text": "@CraigDMauger Obviously the media outlets that got them them like @detroitnews have been  dedicated as @GovWhitmer protection teams"
    },
    {
        "id": "1517102123728711680",
        "text": "@MISenate @GovWhitmer So you're ready to denounce capitalism? Corporations donating to your campaigns are reporting record profits."
    },
    {
        "id": "1518354589451526144",
        "text": "@Pumpkineater275 @GovWhitmer Fetuses are parasites if unwanted. They dont get rights, not at the expense of someone elses freedoms."
    },
    {
        "id": "1517181837835218944",
        "text": "@Warnke_Steve @GovWhitmer Good.\n\nI plan on coming back when I retire and I would like all those folks gone by the time I get there."
    },
    {
        "id": "1517035945547034629",
        "text": "@ideafoam @IttenbachSherry @SenErikaGeiss @GovWhitmer Putting a gun to someone’s head and pulling the trigger? You’re barbaric."
    },
    {
        "id": "1518442435080249347",
        "text": "RT @KatrinaTennis: @GovWhitmer Thank you, Governor Whitmer! You're doing an amazing job under ridiculously difficult circumstances."
    },
    {
        "id": "1517783690264432642",
        "text": "@Catherine534 @Pit2Luv @GovWhitmer Not really. I could have one attached to my internet service, but the cost is prohibitively high."
    },
    {
        "id": "1516911278744289280",
        "text": "@LanaTheis @GovWhitmer @LanaTheis is a charlatan and dare I say, Pharisee. What does the Bible say about charlatans and Pharisees?!?"
    },
    {
        "id": "1517584722905518089",
        "text": "@GP_lawyer @GovWhitmer Ummm.... the lowest statutory level of PIP is $250k.  You cannot opt out completely.  The fee is still listed."
    },
    {
        "id": "1517564488047894528",
        "text": "@Hornet238 @MichiganPalmist @GovWhitmer Ah yes, forgot about that one.  She engaged in so much nonsense it's difficult to keep track."
    },
    {
        "id": "1518022281997561856",
        "text": "@brpietrowood @GovWhitmer How much mom when have I donated to adoption agencies? Thousands, would I adopt one. I’m too busy so now."
    },
    {
        "id": "1517638830626676737",
        "text": "@moonshine_honey @GovWhitmer Yes. My neighbors across the street asked to borrow our lawn mower because they had left theirs up north"
    },
    {
        "id": "1517805712516075520",
        "text": "@FmlyValuesWork @dananessel @GovWhitmer What happens to kids when they witness people assaulting the police? Does it become glorified?"
    },
    {
        "id": "1517978748829769728",
        "text": "@GoGreen566 @GovWhitmer Please direct me to the Constitutional statute that gives you the right to murder your baby? (I’ll wait)🤔"
    },
    {
        "id": "1517687906499969025",
        "text": "@dave_capt825 @GovWhitmer Favorite...could not put gas in boat.  A doctor might come for gas and get your germs from touching the pump."
    },
    {
        "id": "1518076369686650880",
        "text": "@doglips13 @Sbh08Mae @GovWhitmer She is a hero.She would not be intimidated by the armed criminals that tried to stand her down. Bravo!"
    },
    {
        "id": "1517526630054379521",
        "text": "@lacekeyesurgery @tigermike1975 @Fopakjak @Mikerizzo1987 @GovWhitmer I gotta see why they called her loose Gretchen, with no disrespect"
    },
    {
        "id": "1517631744429768708",
        "text": "@moonshine_honey @GovWhitmer And her kids were down there for weeks partying it up and visiting grandpa? No one seems to remember that."
    },
    {
        "id": "1517989472448790529",
        "text": "@thunderw0lf2000 @GovWhitmer How about terminally sick ppl? Where are they're rights? They live for months and years in misery and pain"
    },
    {
        "id": "1517284735487250433",
        "text": "@GovWhitmer @bennydiego Um, a “green planet” is a dead planet Miss. CO2 levels are at the lowest in Billions of years FYI. sCiEnC3…"
    },
    {
        "id": "1516834173440331776",
        "text": "@LanaTheis @detroitnews @GovWhitmer The name Lana Theis &amp; the word “integrity” will never be this close to each other ever again."
    },
    {
        "id": "1518207093513367552",
        "text": "@Big_HAM12 @pv4843661 @GovWhitmer A mother's life is more important\n\nHow do you feel about vax and mask mandates?\n\nYa know\n\nBody autonomy?"
    },
    {
        "id": "1518079218843893763",
        "text": "@whiteGOPJesus @ElJefeSupremo1K @loopsie_la_la @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer Don’t engines have retarders?"
    },
    {
        "id": "1518237930220838913",
        "text": "@IshKabi36479115 @GovWhitmer But we are talking Abortion healthcare here so your comment is off topic. The medical community is pro choice."
    },
    {
        "id": "1518213359480487936",
        "text": "@KristinaKaramo @JocelynBenson @GovWhitmer Nothing you say ever makes sense - you are in over your head if you think SOS is a good fit!🙄"
    },
    {
        "id": "1517185682590126080",
        "text": "@MissingMichiga1 @GovWhitmer I hope she pays you well for any positive comments.... we all know that no one respects anything she has done."
    },
    {
        "id": "1517566166205710336",
        "text": "RT @SchaferGino: @jonathanoosting @BridgeMichigan The Cover Up. @GovWhitmer killed 8061 people in nursing homes and needs to pay the price."
    },
    {
        "id": "1517563163536990209",
        "text": "RT @SchaferGino: @jonathanoosting @BridgeMichigan The Cover Up. @GovWhitmer killed 8061 people in nursing homes and needs to pay the price."
    },
    {
        "id": "1517496262232358914",
        "text": "@Dedeletruckeur @GovWhitmer @HunterJCullen No! Haven’t you heard? Her voters can’t ID’s to vote. How they gonna get a drivers license."
    },
    {
        "id": "1516826042886930436",
        "text": "@Hobbie_VK @jshallack @GovWhitmer It's 100% on men? The women having nothing to do with it? What the actual fuck are you talking about? 😂"
    },
    {
        "id": "1516984161462018048",
        "text": "@LanaTheis @detroitnews @GovWhitmer Childish Partisanship perfect description of Lana Theis. She is a hater and so sad to see what she says."
    },
    {
        "id": "1516932697247072258",
        "text": "@SenErikaGeiss @GovWhitmer It’s remarkable how much we’ve let police, who are civil servants, dictate the terms of their own employment."
    },
    {
        "id": "1516858201966145536",
        "text": "@SenErikaGeiss @GovWhitmer This is yet another awful, and sad tragedy that could've been avoided if police reform was a priority in #America"
    },
    {
        "id": "1518247641305559041",
        "text": "MI is feeling the impacts of #climatechange now. The #MIHealthyClimatePlan must be strengthened to meet the moment @MichiganEGLE @GovWhitmer"
    },
    {
        "id": "1517553569544630272",
        "text": "@RyanG36 @ElJefeSupremo1K @loopsie_la_la @boemsf @angiewong @CityofDetroit @WaltDisneyCo @GovWhitmer everyone knows that god hates cleveland."
    },
    {
        "id": "1517226010260951041",
        "text": "@SenErikaGeiss @FrancineCorry @GovWhitmer Bless you for speaking out. I was very inspired, upset &amp; moved to action. Thank you🙏🏾🗳"
    },
    {
        "id": "1517522298785480705",
        "text": "@UpperPeninsula @GovWhitmer Just tear down the bridge and forget about that peninsula, they only took you because they couldn’t have Toledo"
    },
    {
        "id": "1517731359581556736",
        "text": "RT @AjitsinhJagirda: @chimnibai @swetashandilya @GSNarayan1960 @JaganNKaushik @macharajarao @apurvaparikh18 @neerangautam @sureshseshadri1…"
    },
    {
        "id": "1517856281658331137",
        "text": "RT @AjitsinhJagirda: @chimnibai @swetashandilya @GSNarayan1960 @JaganNKaushik @macharajarao @apurvaparikh18 @neerangautam @sureshseshadri1…"
    },
    {
        "id": "1517856281658331137",
        "text": "RT @AjitsinhJagirda: @chimnibai @swetashandilya @GSNarayan1960 @JaganNKaushik @macharajarao @apurvaparikh18 @neerangautam @sureshseshadri1…"
    },
    {
        "id": "1517731359581556736",
        "text": "RT @AjitsinhJagirda: @chimnibai @swetashandilya @GSNarayan1960 @JaganNKaushik @macharajarao @apurvaparikh18 @neerangautam @sureshseshadri1…"
    },
    {
        "id": "1517281678728876033",
        "text": "RT @AmnaGoraya: @TamkenatM @MariamGoraya For Pakistanis and people from the global south, it's NOT cool to mindlessly regurgitate whatever…"
    },
    {
        "id": "1517649959918653440",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517194482487201792",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517191883729948672",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517187251456774150",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517206312911704065",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517183466969845765",
        "text": "RT @BLMLA: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that you: 1.…"
    },
    {
        "id": "1517336395278217216",
        "text": "RT @GurlPower72: @ideafoam @danahocch @SenErikaGeiss @GovWhitmer I used to once believe that fairly tale too, they themselves, re-educated…"
    },
    {
        "id": "1517292740098367489",
        "text": "RT @IndependentsCS: @GovWhitmer Whitmer is \"proud\".\n\nI'd go more with \"giddy\".\n\nPro Tip: \n\nYou CAN'T subsidize us into a green future. So,…"
    },
    {
        "id": "1518633700619173889",
        "text": "RT @JohnIsa69517391: @GovWhitmer I heard some idiot on the radio today saying the infrastructure funding is free money. I'm sure you fools…"
    },
    {
        "id": "1517500379163885569",
        "text": "RT @KMC4wauk: @HerbieZiskend46 VP has centered and worked hard on this issue for years. As VP she has gathered powerful voices together to…"
    },
    {
        "id": "1517501017071525889",
        "text": "RT @KMC4wauk: @HerbieZiskend46 VP has centered and worked hard on this issue for years. As VP she has gathered powerful voices together to…"
    },
    {
        "id": "1516850304733569028",
        "text": "RT @MIRisingAction: Fix the Damn Road (Signs) @GovWhitmer!\n\nHow can Gov. Whitmer and MDOT be trusted to fix the damn roads when they can't…"
    },
    {
        "id": "1517305566602932225",
        "text": "RT @MISenDems: Remember when @GovWhitmer proposed rebates for EVs and charging equipment in #MISOTS22? @SenPolehanki and Sen. @SeanAMcCann…"
    },
    {
        "id": "1517319619467485184",
        "text": "RT @MISenDems: Remember when @GovWhitmer proposed rebates for EVs and charging equipment in #MISOTS22? @SenPolehanki and Sen. @SeanAMcCann…"
    },
    {
        "id": "1517646803751129092",
        "text": "RT @MISenDems: Remember when @GovWhitmer proposed rebates for EVs and charging equipment in #MISOTS22? @SenPolehanki and Sen. @SeanAMcCann…"
    },
    {
        "id": "1517627204422799360",
        "text": "RT @MISenDems: Remember when @GovWhitmer proposed rebates for EVs and charging equipment in #MISOTS22? @SenPolehanki and Sen. @SeanAMcCann…"
    },
    {
        "id": "1517481496344514560",
        "text": "RT @MISenDems: Remember when @GovWhitmer proposed rebates for EVs and charging equipment in #MISOTS22? @SenPolehanki and Sen. @SeanAMcCann…"
    },
    {
        "id": "1518448902520725506",
        "text": "RT @Quin4Trump: @DorisMele @VtTbQW9s3xjPOow @yvonnecar20 @kcinor @fireball_lady @T_WJackson @PaulBaker747 @keepitwilder @nicher66 @Wahboom…"
    },
    {
        "id": "1518453373749452800",
        "text": "RT @Quin4Trump: @DorisMele @VtTbQW9s3xjPOow @yvonnecar20 @kcinor @fireball_lady @T_WJackson @PaulBaker747 @keepitwilder @nicher66 @Wahboom…"
    },
    {
        "id": "1518453373749452800",
        "text": "RT @Quin4Trump: @DorisMele @VtTbQW9s3xjPOow @yvonnecar20 @kcinor @fireball_lady @T_WJackson @PaulBaker747 @keepitwilder @nicher66 @Wahboom…"
    },
    {
        "id": "1518448902520725506",
        "text": "RT @Quin4Trump: @DorisMele @VtTbQW9s3xjPOow @yvonnecar20 @kcinor @fireball_lady @T_WJackson @PaulBaker747 @keepitwilder @nicher66 @Wahboom…"
    },
    {
        "id": "1517325288312651777",
        "text": "RT @TheresaAnnLatii: @CNN  @GovWhitmer put abusive, rapist, above the law dirty cops in jail. @MichStatePolice Mike LC little cock Murphy,…"
    },
    {
        "id": "1517495902738554881",
        "text": "RT @VtTbQW9s3xjPOow: @Wahboom @keepitwilder @DorisMele @nicher66 @DarrellBuckne13 @T_WJackson @CalvinE43701301 @bombaybadboy @Noel82002324…"
    },
    {
        "id": "1517638449028681728",
        "text": "RT @VtTbQW9s3xjPOow: @Wahboom @keepitwilder @DorisMele @nicher66 @DarrellBuckne13 @T_WJackson @CalvinE43701301 @bombaybadboy @Noel82002324…"
    },
    {
        "id": "1517638449028681728",
        "text": "RT @VtTbQW9s3xjPOow: @Wahboom @keepitwilder @DorisMele @nicher66 @DarrellBuckne13 @T_WJackson @CalvinE43701301 @bombaybadboy @Noel82002324…"
    },
    {
        "id": "1517250605827436544",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517268896620765184",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517270321329590273",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517205392715137025",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517239807075700736",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517203706365812737",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517256596933554176",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517286147487145986",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517291851925106688",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517281734810873858",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517279109889597440",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517301768924938240",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1517256418700660737",
        "text": "RT @dave_capt825: Remember when @GovWhitmer stood before the cameras with that stern face telling us she was closing schools and factories…"
    },
    {
        "id": "1518441534772977665",
        "text": "RT @nanleavell: @hippiewalk @GovWhitmer How can you not understand that people get pregnant EVEN when they practice safe sex?  And how can…"
    },
    {
        "id": "1517569336973701121",
        "text": "RT @nceglarek: Thank you @GovWhitmer for your @CityofTC  Proud of the work of @NorthEdNews welding students and to Carter (TC West HS) for…"
    },
    {
        "id": "1517569075899207686",
        "text": "RT @nceglarek: Thank you @GovWhitmer for your @CityofTC  Proud of the work of @NorthEdNews welding students and to Carter (TC West HS) for…"
    },
    {
        "id": "1517566669853503489",
        "text": "RT @nceglarek: Thank you @GovWhitmer for your @CityofTC  Proud of the work of @NorthEdNews welding students and to Carter (TC West HS) for…"
    },
    {
        "id": "1518020759615991808",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1518020759615991808",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1517974707575922688",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1517939555709632520",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1517939555709632520",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1517974707575922688",
        "text": "RT @piptiegirl: @SteveSchmidtSES The Dems ARE fighting back, trouble is all we hear about are negatives.Steve, I appreciate you, love your…"
    },
    {
        "id": "1518441776016732160",
        "text": "RT @pv4843661: @GovWhitmer It's astounding that legislators in some states are passing laws with no comprehension of necessity of abortion…"
    },
    {
        "id": "1517989381419810816",
        "text": "RT @shalomisnow: @kasbti @jonathanoosting @MalloryMcMorrow @GovWhitmer Yes.  They're using her work to act as if they did it when its been…"
    },
    {
        "id": "1518206409652858880",
        "text": "@JesseA1986 @pv4843661 @GovWhitmer So I should call I police whenever I see an abortion occurring? \n\nAlso, my gender is completely irrelevant."
    },
    {
        "id": "1517182803045195776",
        "text": "@KCDurling @GovWhitmer During the almost 4 years of her administration, very little has gotten done until now, an election year.  🤔🤔🤔"
    },
    {
        "id": "1517185301768245248",
        "text": "@SenErikaGeiss @GovWhitmer Awesome speech. I am speechless. Will continue to work to elect Democrats. Thank you for your service.\n💙🌊💙"
    },
    {
        "id": "1517682035846000654",
        "text": "@SenLTheis @GovWhitmer McMorrow will be president someday. Your hateful ways will marginalize you out of a job and hopefully existence. ✌️"
    },
    {
        "id": "1517956660429574148",
        "text": "@bobbyjoeybilly @GovWhitmer I’m sure when you schedule your next abortion the doctor will be more than happy to explain your options to you."
    },
    {
        "id": "1518307339174035457",
        "text": "@dananessel Of course you @dananessel. We’re going to make sure you are re-elected along with @GovWhitmer and @JocelynBenson. #AllBlueIn2022"
    },
    {
        "id": "1516837757875888129",
        "text": "RT @7RicardoJenkins: @RicardoAJenkins @CPSSweet #MovementalMinistries #DetroitMichigan @GovWhitmer #LetsGoGretch @RicardoAJenkins https://t…"
    },
    {
        "id": "1516836215349297156",
        "text": "RT @7RicardoJenkins: @RicardoAJenkins @CPSSweet #MovementalMinistries #DetroitMichigan @GovWhitmer #LetsGoGretch @RicardoAJenkins https://t…"
    },
    {
        "id": "1517293480359473153",
        "text": "RT @A2D2InDivisible: BIG NEWS! @govwhitmer just released the final MI Healthy Climate Plan. This means:\n\n✅ 100% carbon neutrality by 2050…"
    },
    {
        "id": "1517625677180293122",
        "text": "RT @A2D2InDivisible: BIG NEWS! @govwhitmer just released the final MI Healthy Climate Plan. This means:\n\n✅ 100% carbon neutrality by 2050…"
    },
    {
        "id": "1517226308585074688",
        "text": "RT @AmesOsaycnuc: @NNichols_TX @jasonselvig Yes. Vote @GovWhitmer. We as a nation are teetering on the brink of authoritarianism, if we don…"
    },
    {
        "id": "1518123944427069440",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1517342165923422213",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1518226762387406849",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1518099413905854465",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1518099494876946434",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1518099535951761410",
        "text": "RT @Area72B: @Area72ENT @dsleyton @untilfreedom @WNEMTV5news @ABC7 @ABC12WJRT @MIAttyGen @GovWhitmer @LtGovGilchrist @wearepushblack @ACLU_…"
    },
    {
        "id": "1517182376069246976",
        "text": "RT @BLMLBC: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand w/ the family, #Justice4Patrick means that you: 1. I…"
    },
    {
        "id": "1517212577838903300",
        "text": "RT @BLMMichigan: @GovWhitmer, boss of MI State PD, these jokers haven't interviewed the cop who killed #PatrickLyoya b/c \"his lawyer's on v…"
    },
    {
        "id": "1517315348810264576",
        "text": "RT @BLMMichigan: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand w/ the family, #Justice4Patrick means that you:…"
    },
    {
        "id": "1517235173863088128",
        "text": "RT @BLMMichigan: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand w/ the family, #Justice4Patrick means that you:…"
    },
    {
        "id": "1517234607720177665",
        "text": "RT @BLMMichigan: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand w/ the family, #Justice4Patrick means that you:…"
    },
    {
        "id": "1517195704443277315",
        "text": "RT @BLMMichigan: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that yo…"
    },
    {
        "id": "1517246814902276100",
        "text": "RT @BLMMichigan: Hey, @GovWhitmer, we demand justice in the name of #PatrickLyoya. We stand with the family, #Justice4Patrick means that yo…"
    },
    {
        "id": "1517512166299086848",
        "text": "RT @BUFU86050040: @GovWhitmer @GovWhitmer is coming off out right lying in her own Fake Kidnapping plot. What hasn’t this Karen lied about ?"
    },
    {
        "id": "1517093413115604994",
        "text": "RT @BullockSenator: Our Black and Jewish Unity caucus held a Freedom Seder at @GovWhitmer's residence. Happy Passover, chag sameach! https:…"
    },
    {
        "id": "1518384591165280257",
        "text": "RT @CanaryAmerica: @matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBe…"
    },
    {
        "id": "1518442045521678336",
        "text": "RT @CanaryAmerica: @matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBe…"
    },
    {
        "id": "1518306596430004224",
        "text": "RT @CanaryAmerica: @matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBe…"
    },
    {
        "id": "1518379644042596362",
        "text": "RT @CanaryAmerica: @matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBe…"
    },
    {
        "id": "1518214782968545281",
        "text": "RT @CanaryAmerica: @matthewjdowd Yes, we need to keep our Governor, @GovWhitmer, our AG, @dananessel, and our Secretary of State @JocelynBe…"
    },
    {
        "id": "1517512188159741955",
        "text": "RT @CrazyCreep8: @GovWhitmer We remember how you feel about the outdoors and Michigander's (except your husband's) rights to enjoy them. ht…"
    },
    {
        "id": "1516979366332448768",
        "text": "RT @DNCClimate: We must shut down line 5! The Council supports @GovWhitmer's actions to protect our Great Lakes. Watch Council Chair @MDeat…"
    },
    {
        "id": "1516847504305709057",
        "text": "RT @DenneyLaura: @SenLTheis @GovWhitmer Best thing you could do for yourself, your family and your constituents is resign. What shameful an…"
    },
    {
        "id": "1517158437725126656",
        "text": "RT @DenneyLaura: @SenLTheis @GovWhitmer Best thing you could do for yourself, your family and your constituents is resign. What shameful an…"
    },
    {
        "id": "1517330259833724930",
        "text": "RT @DepotRussian: @GovWhitmer Carbon neutrality will not change the climate. Reducing emissions is not going to substantially change CO2 co…"
    },
    {
        "id": "1517117057514577920",
        "text": "RT @DepotRussian: @dananessel Inside sources belly laughed when AG Nessel said, \"We believe in separation of power, in fact, during the Pan…"
    },
    {
        "id": "1517185481309569024",
        "text": "RT @Douglas85059259: @GhostfaceTrin @Purpleg26674727 @GovWhitmer @MarvinCottonJr @Freespirit7326B @help_mz @MIJustadvocacy @KatinaSensing @…"
    },
    {
        "id": "1516826025950281729",
        "text": "RT @EGLEDirector: Happy #EarthWeek! #Water and #climate are inextricably linked. I visited the @CityofOwosso #drinkingwater plant. @GovWhit…"
    },
    {
        "id": "1516833847148691472",
        "text": "RT @EGLEDirector: Happy #EarthWeek! #Water and #climate are inextricably linked. I visited the @CityofOwosso #drinkingwater plant. @GovWhit…"
    },
    {
        "id": "1517243955867435008",
        "text": "RT @EGLEDirector: The #MIHealthyClimate plan lays out the steps to fulfilling @GovWhitmer's commitment to achieve economy-wide carbon neutr…"
    },
    {
        "id": "1517241947626352640",
        "text": "RT @EGLEDirector: The #MIHealthyClimate plan lays out the steps to fulfilling @GovWhitmer's commitment to achieve economy-wide carbon neutr…"
    },
    {
        "id": "1517241190671958017",
        "text": "RT @EGLEDirector: The #MIHealthyClimate plan lays out the steps to fulfilling @GovWhitmer's commitment to achieve economy-wide carbon neutr…"
    },
    {
        "id": "1517245556678090752",
        "text": "RT @EGLEDirector: The #MIHealthyClimate plan lays out the steps to fulfilling @GovWhitmer's commitment to achieve economy-wide carbon neutr…"
    },
    {
        "id": "1517293414970277888",
        "text": "RT @EGLEDirector: The #MIHealthyClimate plan lays out the steps to fulfilling @GovWhitmer's commitment to achieve economy-wide carbon neutr…"
    },
    {
        "id": "1518263347061440513",
        "text": "📍La Russie a sanctionné 29 citoyens américains, dont le PDG de Facebook Mark Zuckerberg, le PDG de LinkedIn Ryan Roslansky et le vice-président Kamala Harris."
    },
    {
        "id": "1518263347061440513",
        "text": "📍La Russie a sanctionné 29 citoyens américains, dont le PDG de Facebook Mark Zuckerberg, le PDG de LinkedIn Ryan Roslansky et le vice-président Kamala Harris."
    },
    {
        "id": "1525890688411385857",
        "text": "Il nuovo capo della \"disinformazione\" di Biden ha affermato che criticare le donne di colore come Kamala Harris e Ilhan Omar è una \"minaccia alla sicurezza nazionale\""
    },
    {
        "id": "1525890688411385857",
        "text": "Il nuovo capo della \"disinformazione\" di Biden ha affermato che criticare le donne di colore come Kamala Harris e Ilhan Omar è una \"minaccia alla sicurezza nazionale\""
    },
    {
        "id": "1525890688411385857",
        "text": "Il nuovo capo della \"disinformazione\" di Biden ha affermato che criticare le donne di colore come Kamala Harris e Ilhan Omar è una \"minaccia alla sicurezza nazionale\""
    },
    {
        "id": "1518503027262509056",
        "text": "Rusya Dışişleri Bakanlığı, ABD Başkan Yardımcısı Kamala Harris'in de aralarında bulunduğu 29 ABD vatandaşının yaptırım listesine eklendiğini duyurdu."
    },
    {
        "id": "1518503027262509056",
        "text": "Rusya Dışişleri Bakanlığı, ABD Başkan Yardımcısı Kamala Harris'in de aralarında bulunduğu 29 ABD vatandaşının yaptırım listesine eklendiğini duyurdu."
    },
    {
        "id": "1517734994197856257",
        "text": "12,9 % Narendra Modi (narendramodi)\n12,1 % Alexandria Ocasio-Cortez (AOC)\n11,9 % Kamala Harris (KamalaHarris)\n10,7 % Vice President Kamala Harris (VP)\n10,4 % The New York Times (nytimes)\n\n2/3"
    },
    {
        "id": "1517734994197856257",
        "text": "12,9 % Narendra Modi (narendramodi)\n12,1 % Alexandria Ocasio-Cortez (AOC)\n11,9 % Kamala Harris (KamalaHarris)\n10,7 % Vice President Kamala Harris (VP)\n10,4 % The New York Times (nytimes)\n\n2/3"
    },
    {
        "id": "1517875654632656896",
        "text": "☆ - La Russie a sanctionné 29 citoyens américains , dont le PDG de Facebook Mark Zuckerberg , le PDG de LinkedIn Ryan Roslansky et le vice-président Kamala Harris . 🤡🤡🤡🤥🤥🤣🤣🤣🤣🤣"
    },
    {
        "id": "1517875654632656896",
        "text": "☆ - La Russie a sanctionné 29 citoyens américains , dont le PDG de Facebook Mark Zuckerberg , le PDG de LinkedIn Ryan Roslansky et le vice-président Kamala Harris . 🤡🤡🤡🤥🤥🤣🤣🤣🤣🤣"
    },
    {
        "id": "1518378482778079232",
        "text": "Sondaże na dzień 21 kwietnia\nPoparcie dla prezydenta 41%\nBrak poparcia 57%\nPoparcie dla Kamala Harris 29%\nBrak poparcia 63% \nJedna z najgorzej ocenianych administracji USA. \nA świat miał być  znów \"przyzwoity\"."
    },
    {
        "id": "1518378482778079232",
        "text": "Sondaże na dzień 21 kwietnia\nPoparcie dla prezydenta 41%\nBrak poparcia 57%\nPoparcie dla Kamala Harris 29%\nBrak poparcia 63% \nJedna z najgorzej ocenianych administracji USA. \nA świat miał być  znów \"przyzwoity\"."
    },
    {
        "id": "1518159938790510593",
        "text": "guess who got to a 100 win streak in wordle (much higher than vice president kamala harris) with this crap\n\nWordle 309 5/6*\n\n⬛⬛🟨⬛🟨\n🟨🟨🟨⬛🟨\n🟨🟨🟨🟨⬛\n🟩🟩🟨🟨🟨\n🟩🟩🟩🟩🟩"
    },
    {
        "id": "1518159938790510593",
        "text": "guess who got to a 100 win streak in wordle (much higher than vice president kamala harris) with this crap\n\nWordle 309 5/6*\n\n⬛⬛🟨⬛🟨\n🟨🟨🟨⬛🟨\n🟨🟨🟨🟨⬛\n🟩🟩🟨🟨🟨\n🟩🟩🟩🟩🟩"
    },
    {
        "id": "1517700628759388164",
        "text": "11. Northman - 50K+\n12. Title 42 - 50K+\n13. Moldova - 50K+\n14. Riko Shibata - 50K+\n15. Daryle Lamonica - 50K+\n16. Pusha T - 50K+\n17. Dwayne Haskins' wife - 50K+\n18. Madeleine McCann disappearance - 50K+\n19. Kamala Harris - 20K+"
    },
    {
        "id": "1517700628759388164",
        "text": "11. Northman - 50K+\n12. Title 42 - 50K+\n13. Moldova - 50K+\n14. Riko Shibata - 50K+\n15. Daryle Lamonica - 50K+\n16. Pusha T - 50K+\n17. Dwayne Haskins' wife - 50K+\n18. Madeleine McCann disappearance - 50K+\n19. Kamala Harris - 20K+"
    },
    {
        "id": "1517540881036980226",
        "text": "مجھےایسالگتا ہے کہ جوبائیڈن اپنےاوفس میں بیٹھابورہورہاہوگا🫥 اورسوچرہاہوگا کہ کیاکروں🤔 تبھی امریکہ کی نائب صدر(kamala Harris)نےاسے مشورہ دیا ہوگاکہ چلو پاکستان میں مداخلت کرلیتے ہیں ٹائم پاس ہو جائے گااور پھر جوبائیڈن بغیرکچھ سوچے سمجھے مداخلت کرڈالی(بغیر سازش کے)😁😜"
    },
    {
        "id": "1517549674470821888",
        "text": "1. Earth Day 2022 - 200K+\n2. Kevin McCarthy - 50K+\n3. Title 42 - 50K+\n4. Guy Lafleur - 50K+\n5. F1 - 50K+\n6. Daryle Lamonica - 50K+\n7. Madeleine McCann - 20K+\n8. Northman - 20K+\n9. Kamala Harris - 20K+\n10. CNN Plus shutting down - 20K+"
    },
    {
        "id": "1517477035614031872",
        "text": "Het Russische ministerie van Buitenlandse Zaken heeft donderdag voor onbepaalde tijd 29 extra Amerikanen de toegang tot Rusland ontzegd , waaronder vice-president Kamala Harris, columnist van de Washington Post David Ignatius en Meta-CEO Mark Zuckerberg"
    }
]